#version: 0.2
ï ¼
ä ¸
ã Ģ
ï¼ Į
ä º
ç ļ
ãĢ Ĥ
çļ Ħ
æ ľ
å ħ
å ľ
å ı
å ¹
æ ĸ
ä »
å ¤
å Ī
å¹ ´
å į
å °
å Ĳ
å ®
ä ½
ç Ķ
æ Ĺ
æ ĺ
å Ń
å ¾
äº º
åľ ¨
å Ľ
å ¸
ä¸ Ń
ãĢ ģ
ä¸ Ģ
æ Ī
å ·
å Ĭ
é Ģ
ä ¹
ç ī
2 0
é ģ
è ¡
ç Ĥ
ï¼ Ī
ï¼ ī
å º
æ Ń
æĺ ¯
è ¿
çĤ º
é ĩ
å Į
æľ ī
æľ Ī
å ±
å Ĵ
æĹ ¥
1 9
åĴ Į
å¤ §
æ Ķ
æ °
è ĩ
é Ļ
æ ī
è Ģ
å ĩ
å ¼
æ ķ
ä ¼
æ Ŀ
æ ĭ
åľ °
é Ľ
å ¥
æ Ļ
é ĥ
ç Ľ
ç ¾
æĸ ¯
ç »
æ ³
ç «
åľ ĭ
è ®
ç §
å Ĩ
è Ī
æ ł
å ¯
é Ŀ
æ ²
ä» ¥
ç Ĳ
äº Ĩ
åĽ ½
å ½
å Ģ
â Ģ
å ī
æ µ
å Ł
æĸ ¼
æĪ Ĳ
è ¯
ä¸ º
ä¸ Ĭ
åĩ º
é ĺ
ç º
ç Ļ
è µ
ä» ĸ
é «
Â ·
æ ´
æ ¯
å ĵ
å »
è¡ Į
ç ´
åħ ¶
æ İ
ä ¾
è ¨
æ Ľ
é ¦
é ĸ
ç ķ
åħ ¬
çĶ Ł
å İ
ç Ī
å ĭ
å ĳ
éĥ ¨
ç ¬
è ģ
è ¦
åĲ į
çī ¹
è ¥
ä ¿
æ ŀ
ä¸ »
ä½ ľ
æ Ĭ
ç ¨
æ Ģ
è¥ ¿
ç İ
é ļ
è §
ç¬ ¬
ç ©
ä¸ į
ä½ į
å® ¶
äº İ
ãĢ Ĭ
ãĢ ĭ
é ķ
ç¾ İ
åŃ ¦
æ ¸
åĪ Ĩ
ç µ
æ³ ķ
æ° ĳ
å· ŀ
èĢ Į
æĻ Ĥ
è ·
è ¢
å §
è ĥ
ç ľ
è ½
åĪ ©
çĶ ¨
åĬ ł
è Ń
å ¿
åį Ģ
æ ¨
ä» »
æ ¬
åħ ĭ
è ©
æĸ ¹
åĪ °
è ĭ
ç ½
æľ ¬
æľ ĥ
å ł
æ Į
è¢ «
é »
åŃ Ĳ
20 1
ä¸ ĭ
æĶ ¿
ä¹ ĭ
åı Ĭ
å¤ ļ
é« ĺ
å £
ç ±
é Ĺ
è ī
çĶ ±
é ¢
æ ±
è ¾
å¾ ·
å¹ ³
ç Ń
å¾ Į
åĲ Į
æµ ·
è ³
è Ĳ
é ł
å¸ Ĥ
çĲ Ĩ
æĸ °
éĿ ¢
åį Ĺ
åı ¯
åŃ ¸
å· ¥
ç ¶
èĩ ª
æĭ ī
Ġ (
éĩ Į
åı £
åĢ ĭ
åº ¦
çĪ ¾
æĸ ĩ
èĪ ĩ
ç ¤
æ ĵ
é ¡
è £
äº ĭ
è ª
å° Ķ
å Ŀ
æ ¼
è »
è· ¯
å» º
ç« Ļ
äº ŀ
å¾ Ĺ
è İ
èĩ ³
å° ¼
ãĢ Į
ãĢ į
ç ¦
è¡ ¨
ç ¸
åĲ Ī
æľ Ģ
ç ı
ä¸ ī
è ´
ä¸ ª
æ ı
éĻ ¢
çĻ ¼
æľ Ł
ä¼ ļ
åī į
ç§ ĳ
åĽ ł
é Ł
æŃ ¤
éĢ ļ
æł ¼
çī ©
ï¼ī ï¼Į
ç Ł
ç« ĭ
æ Ħ
éģ ĵ
äº Į
âĢ ľ
é Ĥ
âĢ Ŀ
æī Ģ
åĲ İ
ç ¥
åĮ Ĺ
åħ ¥
ä» £
æĹ ¶
ç± ³
æ Ł
å¸ ĥ
ç ģ
ä¸ ĸ
è Ļ
å± ±
èĭ ±
æ¬ ¡
æĢ §
èĥ ½
ä¹ Ł
è Ĭ
ä¸ ¦
çŃ ī
è¦ ģ
åĮ ĸ
å® ļ
éĺ ¿
è Ĥ
æ ¡
ç ·
èĢ ħ
å ĸ
åħ ±
å° ı
è ¶
åı °
è ²
çĲ ĥ
åħ ¨
å¤ ĸ
æ² »
å ģ
çľ ģ
0 0
è© ²
ç į
ç ®
ä¸ İ
ï¼ ļ
å¼ ı
æ¼ Ķ
å® ī
äºº åı£
æ ĥ
åĮ º
å ¦
åı ĳ
é ©
ç ³
ç Ħ
å£ «
å ¡
ç ł
ç¾İ åľĭ
åĵ ¡
ä½ ¿
è ı
åı ¸
æ ¥
åŁ º
éĸ ĭ
éĩ į
æķ Ļ
åĪ ¶
1 0
åį ģ
åĭ ķ
çĽ ®
å¤ ©
å½ ±
æ ®
åħ ĥ
æ¯ Ķ
åĪ Ĺ
äº ļ
éģ ¸
æĺ İ
å ķ
èµ ·
æ ģ
ä¾ Ĩ
ä½ Ĩ
å° ĩ
å¿ ĥ
æ¸ ¯
çļĦ ä¸Ģ
æŃ £
æ £
é¦ ĸ
å° į
è ¼
è½ ¦
éĸ ĵ
æ ©
å¥ ³
åĬ Ľ
å Ĥ
åİ Ł
20 19
åĳ ĺ
1 2
åĬ ¨
ç³ »
å ¢
æĪ ĸ
éĽ Ĩ
æ º
éĩ ĳ
å¼ Ģ
çķ ¶
æı Ĳ
ç¦ ı
æŀ Ĺ
éķ ·
ç¨ ĭ
éĽ »
ï¼ Ľ
èī ²
éķ ¿
æĻ ®
äº ¤
éĥ ½
é« Ķ
æİ ¥
è «
e r
çĽ ¸
æ Ĵ
æĮ ĩ
å· ´
æ ¶
è ĳ
é £
åº ľ
æ° ´
åĨ Ľ
å¹ ¶
è į
æ į
çº ¿
èµ Ľ
åĽ Ľ
åŁ İ
åħ §
è Ĺ
æī ĭ
20 0
ï¼Ī ï¼ī
å ¨
é ľ
å Ķ
å ŀ
i n
æ ¢
ç¸ £
è ĺ
è» į
çĶ µ
æķ ¸
éĿ ŀ
æĿ ¥
é ĵ
å¸ ¸
1 8
é ħ
åĲ ĳ
çİ ĭ
å¯ ¹
è °
1 1
ï¼ī ãĢĤ
è¿ Ļ
åĮ ħ
æ ·
åı Ĺ
é¦ Ļ
ç¶ ĵ
ç¤ º
éŁ ³
éģ İ
éĩ ı
ä¸ ľ
åį ¡
ä¸Ń åĽ½
a n
o n
é İ
åŀ ĭ
èŃ °
å ²
éĢ ²
æĽ ¾
äºŀ å·ŀ
é¦ ¬
è¿ Ľ
çı ¾
ç ¿
éĢ Ļ
èŃ ¦
åı ²
åł ´
å¦ Ĥ
æĶ ¹
åĨ ħ
ä¸ ļ
å§ Ķ
çģ £
ç¾ ħ
æľ º
å§ ĭ
æľ ª
æĦ ı
è ±
ç ĵ
ç ¯
åį ³
æŁ ¥
æł ¡
è º
ä½ ĵ
å½ ¢
å¤ «
è¯ ¥
ç½ Ĺ
çł Ķ
å® ĺ
éİ ®
å± Ģ
ä» ¶
è¿ Ĳ
åħ¬ åı¸
ç¤ ¾
çŁ ¥
æ´ »
è³ ½
ç© į
é© ¬
o r
å¥ ¹
éĹ ´
çķ Į
ç® ¡
éģ Ķ
åı į
è ĸ
ä¿ Ŀ
æ¥ Ń
ç· ļ
é¢ ¨
ç¨ ®
æĮ ģ
é¦Ļ æ¸¯
å ĥ
æ¯ ı
è¨ Ī
æĥ ħ
è Ĵ
19 9
åı¯ ä»¥
æĿ ±
ç ĳ
è® ¾
éĺ Ł
è» Ĭ
èº «
æĹ ı
åĵ ģ
æĶ¿ åºľ
è¿ ĩ
ç© º
ç Ĩ
æ© Ł
çĦ ¶
äº Ķ
éĿ¢ ç©į
çĽ ´
å· ²
åº §
èģ Ķ
20 2
åĽ ŀ
ç Ĺ
éļ Ĭ
èı ¯
çĻ ½
å° ±
e n
ä¼ Ĭ
å¥ ¥
èĻ Ł
è Į
é ¾
æ¨ Ļ
ç© ¶
èĪ ī
æĴ Ń
ç» ı
æ² ³
åĿ ĩ
æ »
å Ļ
æ´ ²
ç¬¬ ä¸Ģ
ç§ °
ç ĭ
æķ °
ç ĥ
å¸ ¶
ç ¼
å¤ ª
æĽ ²
çłĶ ç©¶
è¨ Ń
èģ ¯
ä½į æĸ¼
çı Ń
çī ĩ
é Ń
äº ¬
æĹ¥ æľ¬
æ¡ Ī
æĪ °
å° Ĩ
éĢ ł
åľ° çļĦ
æ° £
å ³
æ ļ
çİ °
ç¸ ½
å± ķ
æĶ ¯
æł ¹
ç ¹
é º
åħ¶ ä¸Ń
æĽ ´
ä½¿ çĶ¨
æ¨ Ĥ
å± ¬
åŃ £
æĭ ¬
ç¨ ±
åľ º
åı ĸ
æĺ¯ ä¸Ģ
äº Ľ
éĹ ľ
éĢ ī
çĵ ¦
ç ĸ
æŃ Į
æī ĵ
å½ ĵ
æµ ģ
åŃ Ĺ
ä¿ ¡
a r
å Ħ
èİ ·
åı ĥ
ç» ´
åĮħ æĭ¬
ç ²
ä¸Ń å¿ĥ
èĺ Ń
éİ® åįĢ
èĸ ©
æ ĩ
åķ Ĩ
è§ £
åħ ©
åĬł åĪ©
åį İ
çį ²
åħ °
é Į
19 8
æ® µ
æ ħ
åħ ³
æ³ ¢
æĶ ¶
è Ħ
åı ¤
ç» Ħ
å° ĳ
åı Ĥ
æĢ »
æ §
å¤§ åŃ¦
æĿ İ
çĶ ·
åħ ī
3 0
åĳ ½
æ± Ł
è§ Ĵ
çµ ±
æĪ ĺ
ç ¢
åĭ Ĵ
ç´ Ħ
ç Ŀ
èĬ ±
éĥ¨ åĪĨ
èĩ º
æľ Ŀ
å® ĥ
é» ŀ
åį ĥ
l a
1 5
ä¸ ¤
1 6
å¯ Ĩ
å¡ Ķ
éĢ Ł
ç¶ Ń
ä»¥ åıĬ
åĪ Ŀ
å¨ ģ
ç¦ı å°¼
åĬłåĪ© ç¦ıå°¼
éĽ ·
æ£ ®
æĵ ļ
åĵ Ī
åĲ Ħ
éĸ Ģ
é ¤
æĶ ¾
è©² åľ°çļĦ
åį ĩ
äºº æ°ĳ
è¿ ĳ
çµ Ħ
åĬłåĪ©ç¦ıå°¼ äºŀå·ŀ
è® ¡
æŀ ľ
æ¸ ħ
å¸ Ń
åł ±
éĵ ģ
e s
åı ·
æ ¾
ç§ į
æ² Ļ
åĬ ĩ
åĢ ĳ
æĺ Ł
çĦ ¡
èĳ Ĺ
æ ¿
1 7
æ¨ ¡
åĻ ¨
åİ »
é Ħ
è ħ
åį ļ
å® Į
çī Ī
åľ° çĲĨ
çĹ ħ
åľ ĺ
åħ¶ ä»ĸ
åī ĩ
æ ¹
åľ° åįĢ
å® £
èĤ ²
è¾ ¾
æĭ Ķ
çµ Ĳ
åħ Ī
201 8
æ ¦
ç¬¬ äºĮ
åŁ ĥ
è¶ ³
ç¥ ¨
æŃ ¦
ç ĩ
æĬ ¥
èİ «
è± ¡
æĶ¿ æ²»
åī ¯
å¡ ŀ
ç¥ ŀ
åĲ ī
åį °
éģ ĭ
èĲ ¨
çŁ ³
æ´ ¾
åĳ Ĭ
çĨ ±
æĬ ķ
ï¼Ī ï¼īï¼Į
ä¾ Ľ
æĬ Ģ
å·¥ ä½ľ
1 3
åĽ ¢
ä¸ĸ çķĮ
åĸ ®
å¹³ æĸ¹
ä¸ Ķ
å¾ Ģ
åŁ Ł
åħ Ń
è¦ ĸ
å¾ ŀ
å¯ ¦
i c
è¡¨ ç¤º
äº ¦
ç Ĭ
ä» ¬
åĬ ¡
ä¸» è¦ģ
è£ ½
é«ĺ åº¦
æĸ ½
æ± Ĥ
ç» Ł
ä½ ı
ä» ½
ä¹ Ĳ
çº §
ä¾ ĭ
æµ· æĭĶ
å° Ī
åĬ Ł
a l
ä¹ ¦
åĭ Ļ
é ½
æ´ Ľ
1 4
ä¼ ¯
ä» ¤
åĨ į
è§ Ĩ
ä» İ
å° º
åİ Ĩ
æİ ¨
åİ ¿
å§ Ĩ
èª į
æľ į
å¤§ åŃ¸
å¸ Į
åı Ī
ä¸Ģ ä¸ª
ä¿ ®
å¼ ķ
å® ¢
19 7
åĳ ¨
åħ ļ
å¥ §
è® ®
19 4
19 5
ç¾İ åĽ½
éģ Ĭ
é» ¨
æİ Ĵ
èĭ ı
çĶ ¢
éķ ĩ
å® ŀ
å¹³ åĿĩ
æµ·æĭĶ é«ĺåº¦
åı ª
åº Ķ
é» ĳ
ä½ İ
å¸ Ŀ
é Ĳ
æĿ ĳ
æĩ ī
åį Ī
éĻ ¤
å± ŀ
æ³ °
åħ «
é Ĵ
åħ µ
å° İ
è¯ Ń
çº ¦
ç» ĵ
éĻ ¸
äº §
è³ ĩ
20 20
æŃ »
å± ħ
ç¾ ©
a t
å¸ Ī
éĿ¢ç©į çĤº
èĬ Ĥ
å¯ Ł
éĺ ²
i s
åħ ·
æº Ĳ
åľ Ł
æį ®
ç½ ®
ç ¡
19 6
åĶ ±
å¥ ĩ
æķ ħ
åı¯ èĥ½
å¢ ĥ
æĪ ¿
ï¼Ī ï¼Į
çµ ¦
ä½ ķ
å¯ ¼
çļĦä¸Ģ åĢĭ
åĤ ³
åŃ ĺ
åľ Ĵ
å® ¤
çİ ĩ
è£ Ķ
è ¬
ä¹ ī
åĽ½ å®¶
ç ª
èĴ Ĥ
èĲ ¥
e l
åľ ĸ
éĿ Ĵ
åĬ ©
è¶ ħ
é Ĩ
æģ ©
å·¥ ç¨ĭ
çį İ
ä» Ĭ
å¥ ½
é Ķ
ç´ į
éĻ Ĳ
çĻ »
2 5
èĲ ¬
Ġ S
è¨ Ģ
èĩ ´
å ĺ
å¸ «
åŃ¦ éĻ¢
æĪ ĳ
èİ· å¾Ĺ
åı ¦
ä½ Ľ
ç´ ļ
åĸ ¬
æĹ ©
ä¸Ģ åĢĭ
é¡ ŀ
å ©
çī Ļ
æĸ¯ çī¹
éĢ £
ä»£ è¡¨
éĻ į
ä½į äºİ
æĹ ł
èĻ ķ
æĻ ļ
å¼ µ
éļ Ľ
è« ĸ
å· ±
çķ «
ä¿ Ħ
ä¹ Ŀ
é ª
å¾ ĭ
æļ ´
åº ·
åľĭ å®¶
æľ ¯
é¢ Ĩ
Ġ C
è¿ ª
èĭ± å°º
é¾ į
ç ħ
çĨ± å¸¶
æ Ĳ
åĨ ł
çļ Ĩ
æ´ ĭ
æĸĩ åĮĸ
å¹ ¿
åģ ľ
ä¸ ĥ
ä¸ ĵ
ä¸ ģ
çļĦ åº§
èĢ ĥ
æĪĲ ç«ĭ
åĽł æŃ¤
å¢ ŀ
ç Ĵ
çĳ ŀ
è ĵ
ç½ ĳ
æĦ Ł
c h
èª ŀ
ä»ĸ çļĦ
æ¨Ļ çĤº
ç´ ¢
ä½įæĸ¼ ç¾İåľĭ
è® ¤
ç¼ ĸ
é Ĭ
æľ Ĺ
åį ķ
èª ª
åĿ ¦
çģ «
çļĦåº§ æ¨ĻçĤº
ä¸Ń åľĭ
æŃ ²
çĤ ¹
å¤ ®
æ¶ Ī
l e
å¤ Ħ
ç¾ ¤
èī ¦
éľ Ģ
æŃ ·
æķ ´
éĸĭ å§ĭ
f or
201 0
é ²
u r
æ ½
çĶ °
ç¯ Ģ
æŃ ¥
ç§ »
å® ¹
ç® Ĺ
ä¸ ¾
æĵ Ĭ
åī µ
æ¸ ¸
çĻ ¾
ãĢį ï¼Į
èµ Ħ
æ¯ į
ç± »
è¡ Ĺ
æģ ¯
éł Ń
èĹ Ŀ
åįĥ ç±³
æİ §
çľ Ł
çº ³
è¶ Ĭ
äºĭ ä»¶
èĲ ½
éĤ £
æĺ ĵ
å¤ ı
çĶ ²
ä¸Ń å¤®
åį Ĭ
ç¾ ½
å°ĩ åħ¶
2 4
èĩª å·±
é¡ ¹
å¤ ±
èģ ·
æĦ Ľ
å» £
è§ Ģ
å³ ¶
éħ į
m u
æĺ¯ ä½įæĸ¼ç¾İåľĭ
åĪ ¥
ç¸£ çļĦä¸ĢåĢĭ
i t
ä¸Ń çļĦ
çº ª
æİ Ī
å¹³æĸ¹ åįĥç±³
åĢ «
æ ĳ
æĵ Ķ
æ¯ Ľ
åħ± åĴĮ
æ¾ ³
åĸ¬ æ²»
å¼ Ĺ
è¦ ª
è¿Ľ è¡Į
æī ĺ
ç´ ł
çľ ¾
å¿ Ĺ
2 2
è¿ ĺ
è® °
è© ķ
æĪĲ çĤº
æī ¹
çº Į
éĤ Ĭ
å¼ ł
éĲ µ
æ± º
è¾ ¦
è Ľ
çķ Ļ
åı° çģ£
æĭ ħ
èİ ±
æĽ ¼
é¡ Į
âĢĿ ãĢĤ
éĢ² è¡Į
èĢ ģ
ç« ł
æĬ Ĺ
æŃ£ å¼ı
çį² å¾Ĺ
ä¾ ¿
å® Ĺ
ç´ Ģ
èĩº çģ£
åł ¡
ä¸ ¹
ä¸ ĩ
å° Ħ
å¾ Ī
æŀ Ħ
éł ĺ
æĻ® æŁ¥
åĥ ı
åī §
èĥ ŀ
æĽ ¸
äººåı£ æĻ®æŁ¥
æľ ¨
è¿ °
å¼ ·
æĿ ĥ
è¯ ´
è½ ī
è£ Ŀ
éĽ» å½±
h e
æ Ĥ
åĪ «
æıĲ ä¾Ľ
åĸ¬æ²» äºŀå·ŀ
ç °
æŀ ¶
èĤ ¯
ç¬¬ ä¸ī
æīĢ æľī
è° ĥ
a m
éĻ ³
mu la
çĽ Ł
éĹ ¨
æ¹ ĸ
åħ ¸
èĪ ª
for mula
ãĢĭ ï¼Į
2 3
æł¹ æĵļ
i l
æ· ±
åĪ ¤
å»º åĪ¶
æµ·æĭĶé«ĺåº¦ çĤº
åĨ ³
e t
ä¾ Ŀ
éĮ Ħ
éł ĵ
è©²åľ°çļĦ å¹³åĿĩ
è©²åľ°çļĦå¹³åĿĩ æµ·æĭĶé«ĺåº¦çĤº
r o
å ´
èĢĮ è©²åľ°çļĦå¹³åĿĩæµ·æĭĶé«ĺåº¦çĤº
ç· ¨
éĻ ħ
æł ĩ
æ ¤
ä¼ ł
Ġ A
èĲ Ĭ
ãĢį ãĢĤ
Ġ M
åĩ »
å¼Ģ å§ĭ
èª ¿
éŁ³ æ¨Ĥ
åľĭ éļĽ
ä¸į åĲĮ
è® Ĭ
è¦ ĭ
åİĨ åı²
æŃ ¢
æ² ĥ
çļ ĩ
ä» į
è¡ ĵ
åĮĹ äº¬
æ§ ĭ
çª ģ
âĢ Ķ
éĽ ¢
è« ¾
æ°ĳ ä¸»
è¨ ĺ
è§ Ħ
å¿ µ
æĻ ¯
2 1
æ¢ Ŀ
19 3
ä¹ĭ ä¸Ģ
è½¦ ç«Ļ
åĽ ¾
æ² Ĵ
èĴ Ļ
åľ £
æĹ ħ
ï¼ī ãĢģ
æĭħ ä»»
s t
éļ ¨
å¹´ çļĦ
2 8
å² Ľ
ä½ľ åĵģ
æ¬ Ĭ
å§Ķ åĳĺ
ä»ĸ åĢĳ
201 7
è¼ ¯
é¤ ¨
éĵģ è·¯
åı ĭ
çĪ ¶
éĻ Ħ
æĪĲ ä¸º
åķ ı
åŁİ å¸Ĥ
æĶ¯ æĮģ
è¿ ŀ
æ¢ ħ
å· Ŀ
è¨ ±
çĶŁ å¹³
éĤ Ħ
æĿ ¡
èı ²
è¿Ĳ åĬ¨
éĨ «
èī ¾
éĽ Ļ
æł¼ çĤº
æĥ ³
èĺ ĩ
æľª çŁ¥
æķ Ī
æĵĶ ä»»
å ª
éļ ı
èį ī
æľ ±
æī į
å¥³ åŃĲ
èģ Į
åĪ Ľ
æī ¿
åĵ ¥
çĴ °
åľ° åĮº
åĨ ľ
éĿ ©
éĢļ è¿ĩ
æķĻ èĤ²
åĪ Ĵ
éŁ ĵ
åĺ ī
2 7
éģ¸ èĪī
åĢ ¼
éĢ Ģ
åº ĵ
åº Ń
è® º
Ġ P
äº¤ éĢļ
äºº æľī
äº Ī
çĭ Ģ
åĴĮ äººåı£
éĿŀ å»ºåĪ¶
2 6
éĿ¢ç©į åĴĮäººåı£
è©²åľ°çļĦ éĿ¢ç©įåĴĮäººåı£
çļĨ æľªçŁ¥
ç¸£çļĦä¸ĢåĢĭ éĿŀå»ºåĪ¶
è©²åľ°çļĦéĿ¢ç©įåĴĮäººåı£ çļĨæľªçŁ¥
ç¸£çļĦä¸ĢåĢĭéĿŀå»ºåĪ¶ åľ°åįĢ
ä¸Ĭ çļĦ
è¥¿ çıŃ
è¥¿çıŃ çīĻ
å£ ĵ
éł ħ
æĪ ²
ç®¡ çĲĨ
èģ ĸ
çĿ Ģ
ä½ ³
åį ı
æµ İ
201 5
è£Ķ ç¾İåľĭ
åį Ķ
åĩ Ĩ
çĩ Ł
å½ Ī
ä¸Ĭ æµ·
æ§ į
ç´ °
é §
åĬ ŀ
è¡ Ģ
èŃ° åĵ¡
æľŁ éĸĵ
é¦ Ĩ
å· ¦
æ° ı
éĽ Ħ
å® Ī
èĪ ¹
ç½ ²
èªį çĤº
æĺ ¥
å¸ ķ
ç¶ ²
å¹´ ä»£
éŁ ¿
ä»ĸ ä»¬
å» ¶
201 6
åĮ »
ä¼ ¼
æĻĤ éĸĵ
æľĢ é«ĺ
é£ Ł
åį° åº¦
åħ¬ éĩĮ
é» ĥ
åº ķ
éĽ» è¦ĸ
é² ģ
åĬ ĥ
çĶŁ æ´»
éĤ ¦
r e
æĶ »
æĢ Ŀ
2 9
æĸ Ļ
èĢ ¶
èģ ²
è½ ¬
ç½ ª
è³ ª
ç Į
éļ Ĩ
4 0
o u
éģ¸ åįĢ
é¾ Ļ
5 0
ä½ ©
éĹ ®
çħ §
æŃ Ĳ
çļ ®
èĥ Į
å¿ «
æĹ ĭ
æĬ Ĭ
æ© ĭ
åĲ «
çī Į
é¢ ĺ
âĢĿ ï¼Į
00 0
èį £
æ²Ĵ æľī
åª Ĵ
åĲĮ æĻĤ
éł Ĳ
åıĤ åĬł
å°Ī è¼¯
åħ Ĵ
æĹ Ĺ
ç» Ī
èĪ Ī
å¹ ²
æ² ¡
çľ ĭ
åĲĮ å¹´
åĶ ®
äºº çļĦ
åĬ ³
çĽ Ľ
åĢ Ļ
æł ¸
å®Į æĪĲ
æĭ į
ç £
å± Ĩ
æĸ¯ å·ŀ
çµ Ĥ
éŃ ļ
å° ļ
éĽ ħ
åĬł åħ¥
Ġ T
å¤ į
åį «
å¸ ¦
éģ Ń
çĪ Ń
çĶµ è§Ĩ
è° ·
åħ±åĴĮ åĽ½
æĿ Ģ
çİ ¯
o l
æĭ ¿
æµ ĭ
çĶ± æĸ¼
å¥³ æĢ§
202 1
çļĦ äºº
å¤ ´
å¯ Į
é½ ¡
æ¤ į
ä½ ł
å· ¡
æ³ķ åĽ½
çŃ ĸ
èĮ ĥ
åı ĺ
åĪ Ļ
åł ª
åł Ĥ
å¹´ èĩ³
çķ¶ æĻĤ
äº ¡
å¥ ĸ
çĽ ĳ
æ³ ¨
ä¹ĭ å¾Į
å¤ ĩ
åº ı
æŃĮ æĽ²
äºĨ ä¸Ģ
èµ «
æ´» åĭķ
å³ °
åıĥ èĪĩ
ä¸» å¸Ń
è´ ¨
è¦ģ æ±Ĥ
åĤ Ļ
çĿ £
åľ į
ä¸ĭ åįĪ
åģ ĩ
è² »
æ¯Ķ èµĽ
èĹ ı
åĽ Ń
éĢ ģ
ç¦ »
ç¥ ĸ
æĪĲ åĬŁ
éĺ¿ èĤ¯
è² Ŀ
ç¹ ¼
æľ Ľ
æĺ ł
æ¿ Ł
éĺ¿èĤ¯ èī²
æ ª
æ¡ ¥
é£ Ľ
å®£ å¸ĥ
éĺ¿èĤ¯èī² å·ŀ
ç½Ĺ æĸ¯
çĶ· åŃĲ
é ³
ä¸Ń åįİ
ç» Ļ
i on
æ¯ Ĵ
o m
é ¬
äº ī
åº Ĺ
è¯ ķ
åĩº çĶŁ
è® ĵ
èĪ ŀ
æ¬ ¾
æ· ·
æ¬ §
åģ ļ
ç³» åĪĹ
ç² ¾
æ Ĩ
å® ³
è¯ º
éģĭ åĭķ
ç¤¾ ä¼ļ
å¾ ®
æĹ¥ åľ¨
ãĢĭ ãĢĤ
é» ĺ
å¸Ĥ éķĩ
åĽ½ éĻħ
æ°£ è±¡
éĦ Ń
ç¿ Ĵ
åĲĪ ä½ľ
è¼ ĥ
å® ģ
ä¹Ł æĺ¯
æ¡ ĳ
é© Ĺ
in g
è© ¦
Ġ L
ä¹ Į
æĿ Ł
è¡Į æĶ¿
èĭ± åľĭ
æľī ä¸Ģ
æĪĲ åĵ¡
èŃ ·
åĸ ľ
ç³» çµ±
æķ¸ çĤº
è² ¬
a d
å¹´ é½¡
è« ĭ
å¯ «
éŃ ¯
ä» Ģ
éĻ Ĩ
éĺ ³
èŃ ī
åħ± æľī
èĸ© æĸ¯å·ŀ
ä¹ ħ
å¯Ĩ åº¦
çĬ ¯
èĪī è¡Į
äºº çī©
ç± į
åı ³
æķ £
æ¯ ķ
çķ¶ åľ°
åħ· æľī
ä» ĭ
éĩ ĩ
è® ¸
å£ °
çĶµ å½±
éº ¥
èµ °
åĽł çĤº
çį ¨
éĩ İ
æį ķ
å© ļ
åłª èĸ©æĸ¯å·ŀ
å° ģ
å¾ ©
å± Ĥ
æ² ¹
è´ ¹
æº ĸ
æ²¡ æľī
åħ į
å¤§ åĪ©
æĬ ¤
çł ´
éľĢ è¦ģ
æ° ¸
ä½ľ çĤº
å§Ķ åĵ¡
Ġ B
åģ ¥
èĳ ī
èī ¯
äºĮ åįģ
ä¸Ń ä½į
éĢ ı
201 4
æŃ¤ å¤ĸ
è®¤ ä¸º
é ¯
æ¥ µ
åįĩ æł¼çĤº
åı· çº¿
å§Ķåĳĺ ä¼ļ
è¡ Ľ
202 2
é ¹
æľī éĻĲ
æ° Ķ
ç§ ¯
åĥ ¹
6 0
ä¸Ń èı¯
ä»ĸ åľ¨
éĢļ å¸¸
éĥ ¡
è¥¿ äºļ
ä¸ĭ çļĦ
è¨Ń è¨Ī
ç´ ħ
çĻ¼ è¡Į
è£Ķç¾İåľĭ äººæľī
å¹´é½¡ ä¸Ńä½į
å¹´é½¡ä¸Ńä½į æķ¸çĤº
ä½ Ī
çĶ ³
ä¼ į
è¯ Ħ
ãĢĭ ãĢģ
åıĹ åĪ°
ä¹ ĺ
èī º
ç¹ Ķ
o d
u n
± é¢¨
åĩº çīĪ
å½± éŁ¿
ç³» ç»Ł
æķħ äºĭ
åı Į
å½ ķ
ä½ľ ä¸º
ä¼ Ĺ
ç» ĩ
é¢ ±é¢¨
åŃ¸ éĻ¢
æĿ ¾
å½ ¹
åĲĮ æĹ¶
æº «
è¦ ı
è² ł
æĴŃ åĩº
åŃĺ åľ¨
a s
å± Ĭ
æ¼Ķ åĶ±
éĵ ¶
éģĬ æĪ²
a in
ã ĥ
è ľ
ç¾İ åħĥ
æĸ¹ å¼ı
åŃ¸ æł¡
èĬĤ çĽ®
æĺ¯ä½įæĸ¼ç¾İåľĭ åĬłåĪ©ç¦ıå°¼äºŀå·ŀ
æľ «
å¤ ľ
å· ®
åĪ ĩ
ç» Ń
èĭ ¥
é» İ
åīį å¾Ģ
èŃ¦ æĸ¹
çĪ ±
æ¦ Ĥ
æĬĢ æľ¯
e d
æ¨ £
å»º ç«ĭ
åĸ Ħ
è¯ ģ
äº Ĵ
çŁ Ń
ä¸ĸ çºª
è®¾ è®¡
çĦ¶ èĢĮ
r i
åį ł
æĺ¯ åľ¨
æĸ¯ åĿ¦
åĶ Ĳ
ä¾ĭ å¦Ĥ
ä¸» ä¹ī
è£ ģ
3 1
å¹ ¾
é£ İ
è£½ ä½ľ
è Ķ
å¹´ ç¾İåľĭ
201 3
Ġ H
å¼ Ł
å°ĩåħ¶ åįĩæł¼çĤº
åħ ¼
å¤§ çļĦ
å¿ ħ
æ± ī
è£ ħ
èŃ° æľĥ
å ļ
æĪ Ī
ç¿ °
ç¾½ çĲĥ
çĶ »
åĵ į
é¦ĸ æ¬¡
çĥ ı
ç° ¡
è ŀ
äº ²
æł ·
éł Ĥ
è´ Ŀ
æľŁ éĹ´
åĪĹ è½¦
é¡¹ çĽ®
èĽ ĭ
ä¼ ¦
ç« ¯
åħ¨ åĽ½
åĦ ¿
çĤº æ¯ı
æ² ¿
éĿ¢ é«Ķ
æıĲ åĩº
éľ ĩ
éħ ¸
èģ¯ åĲĪ
ç»Ħ ç»ĩ
è½ Ħ
æ® º
æ¶ ī
çĲ ´
æ¯ķ ä¸ļ
é ¼
è® Ģ
çİ ī
æ´ ¥
åĪĹ è¡¨
æĿ ľ
è Ĩ
å± ĭ
ç© Ĩ
æİ¥ åıĹ
åį ¢
æ°ĳ åľĭ
éĺ¿ å°Ķ
ç³ ĸ
äººæ°ĳ åħ±åĴĮåĽ½
æŃ· åı²
è® ·
ç§ ĺ
å» ·
æ¼Ķ åĩº
é¢¨ æļ´
æĿ Ĳ
é¡ ¿
äº ĳ
åĩ ±
æĻ º
æŀ Ŀ
åĪ° äºĨ
èŃ¦ å¯Ł
å¼ º
å» ³
è§ Ĥ
èĩª çĶ±
çĥ Ī
æĻ ¨
åĨ Ļ
è¾ ¹
an d
éĻ¸ åľ°
ãĢĭãĢģ ãĢĬ
ä¸Ģ èµ·
èĤ ¡
ï¼Īï¼Į ï¼īï¼Į
a c
Ġ R
i m
u s
åĲ ¸
ç© ¿
äººåı£ å¯Ĩåº¦
æī §
ä¸» ä»»
ãĢĭ ï¼Ī
å½¢ æĪĲ
ä¸Ńåįİ äººæ°ĳåħ±åĴĮåĽ½
çŃ ĳ
éĩį è¦ģ
æķĻ æİĪ
è»Ĭ ç«Ļ
èĮ ¨
éĦ ī
æ¨ ĵ
çĶ± äºİ
æľĢ å¾Į
çĻ¼ å±ķ
Ġ G
éĽ ¨
åĩº çı¾
åĳ½ åĲį
æķ ¦
ç¨± çĤº
ä¿Ħ ç½Ĺæĸ¯
åľ° æĸ¹
å «
åĩ ł
æĸ¹ éĿ¢
é» Ħ
éº Ĺ
ç¯Ģ çĽ®
è· Ł
çļĦä¸Ģ ä¸ª
ç¶ĵ æ¿Ł
åĥ ħ
çĸ «
é ¥
éĢ Ĳ
èĩ £
ç« ¥
æŁ Ĳ
è® ©
çĽ® åīį
ç¢ º
èĵ ĭ
ç´° èĥŀ
Ġ E
çĭ ¬
çķ ¢
æ¼ ¢
çĻ¼ çı¾
æ´» åĬ¨
éŁĵ åľĭ
i g
è ¤
åħ¨ çĲĥ
çļĦä¸Ģ éĥ¨åĪĨ
ä½ Ļ
ç» Ĩ
æ´ ª
è§Ĵ èī²
åħ¬ éĸĭ
éľ į
æİ ¡
å¹´ç¾İåľĭ äººåı£æĻ®æŁ¥
åĪ ĺ
è¿ ½
è¾ ²
å¾Į ä¾Ĩ
ç¤¾ æľĥ
æ³ķ éĻ¢
ç¦ ®
å±¬ æĸ¼
äººåı£å¯Ĩåº¦ çĤºæ¯ı
éĢ ĥ
åĪ Ĭ
æĪ ª
çİ ©
çľ ¼
ä¹ĭ åĲİ
æł¹ æį®
çĶ· æĢ§
Ġ I
äºº å£«
ä¼ ģ
çĪ Ĩ
201 1
æ°´ åŁŁ
en t
ä¸ ½
å® ®
åŁ ·
æĮ ī
å®ĺ æĸ¹
æĺŁ æľŁ
æ¦ ľ
å° ¾
æľĢ ç»Ī
åķı é¡Į
8 0
¶ é¢¨
èĬ ¬
çĽ´ åĪ°
ä¸Ģ äºĽ
åĳ ¼
é¢ ¶é¢¨
æı ı
4 5
u t
æķ Ĺ
åĤ ·
åħ³ ç³»
å¢ŀ åĬł
3 5
é ®
æŀ ģ
ä»» ä½ķ
æ¼ «
åħ ´
æ°ĳ æĹı
è© ±
çĻ¼ çĶŁ
å® ¡
æĭ ľ
çº ¢
åħ¬ åħ±
ä¿ Ĥ
ç¨® æĹı
ç»ı æµİ
è´ £
éŁ³ ä¹Ĳ
ç¡ ®
èĪª ç©º
18 9
å² ¸
çĳ Ł
æ°£ æĹĭ
çĬ ¶
æĸ Ĺ
å¾ ģ
åĬ ª
è¡ £
åĭ Ŀ
å¨ ľ
æķ¸ æĵļ
æĺ Į
æĪ ı
ç¯ ī
å¥¥ è¿Ĳ
è¶³ çĲĥ
æī ¾
æ³ ģ
é«ĺ éĢŁ
éĢļ éģİ
åıĳ çĶŁ
éĩį æĸ°
æ¯Ķ è³½
æ» ¿
çĸ ĳ
æ¿ Ģ
Ġ F
å»º çŃĳ
éĢł æĪĲ
å¯ ¶
çķ ¥
è½ ¨
è¾ ĳ
èİ ī
é °
ç§ Ģ
åŃ¦ æł¡
çµ ķ
éĬ ·
åĪ ĳ
æĽ ¿
æĢ ¥
ç¬¬ åĽĽ
åħ± åĲĮ
æ°£ å£ĵ
åĬŁ èĥ½
é ¨
ä¹ ł
æĿ ¿
èĥ ¡
ç§ĳ æĬĢ
i r
çĽ §
é¡ ¯
æĳ ©
éĻĦ è¿ĳ
d e
ä¸Ĭ åįĪ
éħ Ĵ
æĪ ¶
éĽ £
è· Ŀ
é£ ŀ
å² ģ
ä½İ æ°£å£ĵ
è²ł è²¬
å®ī åħ¨
éĢ² åħ¥
éĢĻ äºĽ
å¤ª å¹³
åĲ ¦
èĪ ¬
è§ ģ
èŃ¦ åł±
æľīéĻĲ åħ¬åı¸
ï¼Į ãĢĬ
19 0
æŁ ĵ
åħ§ çļĦ
éĮ ¦
æĸ¯ ç§ĳ
æµ· è»į
åŃ¸ çĶŁ
èİ İ
åıĸ å¾Ĺ
Ġ D
å¹ ķ
æĪ ´
æĪĲ åĳĺ
è¬ Ŀ
æĪ ·
20 00
å¥ ī
è¨ Ĭ
æ± ½
æľĢ çµĤ
æı ´
åľĭ æľĥ
ä¾ §
ç¦ ģ
æ¢ ģ
è¿Ļ äºĽ
è¨Ī åĬĥ
Ġ W
çļĦ å¤§
çī Ľ
ä¼ ĳ
ç¾İ æ´²
åĿ Ģ
èº« ä»½
æ¤į çī©
ä¸Ģ åĲį
ç§ ģ
é¢ ĳ
æİ§ åĪ¶
é ĳ
åŁ ¹
ä¾ µ
åħĭ éĩĮ
ä¹ĭ éĸĵ
èĹĿ è¡ĵ
ä» ħ
ä¸» æĮģ
201 2
ä¹ĭ åīį
åıĳ å±ķ
çłĶç©¶ æīĢ
çµĦ ç¹Ķ
å¯ º
æĸ¹ æ³ķ
å§Ķåĵ¡ æľĥ
å· ¨
å± ¤
æĸ¯ åŁº
èĻ İ
ä¸¤ ä¸ª
å¤ªå¹³ æ´ĭ
ã ģ
ã Ĥ
åı ¬
åĬ ī
æĺ¯ çĶ±
çĽ £
éĻ¸åľ° éĿ¢ç©įçĤº
æ°´åŁŁ éĿ¢ç©įçĤº
åĽ ´
çĤ ¸
åħĭ æĸ¯
å»º ç¯ī
èį ·
çµ¦ äºĪ
éĢ Ķ
ä»¥ ä¸ĭ
åĮĹ éĥ¨
åĮħ åĲ«
è¿ Ķ
æĶ Ŀ
æķ ĳ
æĹ¶ éĹ´
æ£ Ģ
é£ ¾
ç¿ »
å¦Ĥ æŀľ
å½¢ å¼ı
æ³ķ åŃĲ
ä¹ĭ éĹ´
åĿ ¡
å¾Ĺ åĪ°
éľ ²
ç¾ħ æĸ¯
ç§° ä¸º
ç¸½ çµ±
t h
å° ¤
ç» ľ
è¯ Ĩ
æķ° æį®
éĹ® é¢ĺ
æ³ķåŃĲ èĭ±
æĺ Ĥ
éĩ ĭ
å°¼ äºļ
ç® Ģ
ä¾Ĩ èĩª
çĹħ æ¯Ĵ
æİ¨ åĩº
æľį åĭĻ
æİĴ åĲį
éª Į
èģ ļ
å¥¹ çļĦ
202 4
çĥ Ń
åı¦ å¤ĸ
æĻļ ä¸Ĭ
å¥ Ī
éĥ ĳ
åįĹ çľģ
u l
éģ ĩ
è½ ®
èı Į
æ¶ ¯
èĹ ¥
åıį åºĶ
çĳ ª
æ¨¡ åŀĭ
åļ ´
o f
å¾ Ĵ
éĺ ¶
éĺ¿ æĭī
äººåı£ æľī
éĹľ ä¿Ĥ
æħ ĭ
éļ Ķ
æĻĤ æľŁ
èģĶ åĲĪ
èĦ Ĥ
æ¦ ®
å¸Į æľĽ
ç·¨ èĻŁ
çķ¢ æ¥Ń
çļĦ æĸ°
åŃ Ķ
åº Ĩ
çĶ¨ äºİ
çĵ¦ çľģ
åĢĭ äºº
è¿Ľ åħ¥
æĸ ·
ä» ·
åĪ º
éĽ ª
å¤ļ éĿ¢é«Ķ
æŃ¤ éİ®åįĢ
ç· ´
åįģ äºĮ
åĤ ĳ
çķ¶ ä¸Ń
ä¹¦ è®°
åľ° éĵģ
éĽ ¶
ä¿ ±
æ³ķ åľĭ
é¢ Ħ
åĽł ä¸º
éģĵ è·¯
å½± åĵį
ä½Ĩ æĺ¯
éĽĨ åĽ¢
200 7
ç² Ĵ
è®¡ åĪĴ
åįļ çī©
u m
æ³ķ å¾ĭ
å½ĵ æĹ¶
åĦ ª
å¸Ŀ åĽ½
è¶Ĭ åįĹ
è¨± å¤ļ
éĿ© åĳ½
éģ ł
ç» §
çĶŁ æ¶¯
å£ ¤
è¾ Ĩ
è´ Ł
ç¼ º
æľį åĬ¡
a g
çº¿ è·¯
è¿Ļ ä¸ª
ç¶Ń çĪ¾
é° Ń
4 4
o w
å¹´ åľ¨
å® Ŀ
åŃ Ł
è¨ ´
çł ģ
æº ª
çĹ ĩ
é¢Ĩ å¯¼
u b
çļĦ æĥħ
åĩ Į
åİ Ĥ
æ¾ ¤
è ¹
åı «
åıª æľī
åı¦ ä¸Ģ
éĻ ½
è¯ į
çĶŁ çī©
æľĢ ä½³
éĿŀ å¸¸
èĲ¨ çĵ¦çľģ
èĩªå·± çļĦ
ä» ģ
ä¸Ģ èĪ¬
ä¹ Ķ
åĮ ¹
æİ ¢
ä½ľ çĶ¨
çµ ²
å¦ »
èĭı èģĶ
å±ħ æ°ĳ
9 0
å¿ ł
æĸ° çļĦ
ç§ĳ åŃ¦
ä¸¦ åľ¨
åıĳ å¸ĥ
202 3
èĪī è¾¦
çļĦ æĺ¯
åľ° ä¸ĭ
ç« ¹
åĬł æĭ¿
åİ» ä¸ĸ
è ¸
æĹ §
å¥ ı
ä¿ ĥ
è© ŀ
åįĹ éĥ¨
æĭī æĸ¯
è®¡ ç®Ĺ
æ±º å®ļ
a p
äºº åľ¨
åĨ µ
è¥¿ äºŀ
éĿ¢ ç§¯
èĭ± æł¼
e c
åį »
åº «
åħ¬ è·¯
åĳ Ī
è¾ ĥ
èĩª æ²»
èį ĥ
ç¯ Ħ
æŃĮ æīĭ
çīĪ æľ¬
éª ¨
åħ ħ
å® ľ
æŃ ¸
éĻ Ī
ç§ ĭ
ç¬ ¦
åįĢ èŃ°æľĥ
è¼ ķ
éĢĻ åĢĭ
åıĥ åĬł
æ¸¸ æĪı
åĲ Ľ
çĶ ĺ
è¿ «
çĤº äºĨ
åĩº éģĵ
ä¸» ç¾©
çİ Ľ
ä½į ç½®
å¸Ĥ æ°ĳ
æŁ ı
åıĳ çİ°
åįļ å£«
æŃ» äº¡
æ¾³ éĸĢ
ä¸Ńèı¯ æ°ĳåľĭ
3 8
åĲ ¯
å® ĩ
æĺ Ĩ
çĻ Ĥ
åķ Ł
æĮĩ åĩº
èı¯ çĽĽ
éĻ¤ äºĨ
ain t
èı¯çĽĽ éłĵ
åĽ º
æĶ¿ çŃĸ
ç½ĳ ç»ľ
èį£ æŀĿ
åĬ³ èį£æŀĿ
éł Ĵ
è£ ¡
æľĢ åĪĿ
ä¸¦ ä¸Ķ
åıĤ ä¸İ
1 00
4 8
o s
åľ ĵ
åº Ħ
éļ §
æĵ į
æį ¢
èģĶ èµĽ
æĶ¿æ²» äººçī©
å¤ı åŃ£
éĥ Ń
åĨ °
æĪĲ çļĦ
çĪ µ
éĩĮ éģĶ
çĽ´ æİ¥
èĮ ²
æ²Ļ çī¹
ic e
åĨį æ¬¡
ä¸Ń åħ±
ä½ľ å®¶
æĬ µ
è³ ´
æ® ĸ
èį ¯
æ» ¡
çĳŀ å£«
S aint
ä¸ ´
åŃ ©
æĿ °
éĽ ²
æı Ľ
å¯¦ é©Ĺ
é¯ ī
è¤ ĩ
éĥ µ
è® ¿
è¯ Ŀ
éĺ »
éĹ »
æĮĩ å®ļ
åĶ ¯
å®Į åħ¨
ä½Ľ ç¾ħ
æ³ ½
æĥ ł
æĿ¥ èĩª
æª ¢
éĮ¦ æ¨Ļ
a y
é ĭ
Ġ K
å¾ ħ
éĢ ±
åĭ ŀ
åĪĨ åĪ¥
å°¼ äºŀ
è¼ ¸
åĬłæĭ¿ å¤§
7 5
è¯ Ĺ
çķ °
å¾· åĽ½
ç¶ ±
åĿ Ĳ
é¤ ĺ
4 6
7 0
n e
Ġ t
ï¼ į
åĪ »
éĥ İ
æ¯ «
è¨ ª
åĭ ¢
æ± ł
èĭ± åĽ½
å¢ ĵ
200 9
è° ¢
åĨł è»į
æ¯ķä¸ļ äºİ
è¯ ·
è¡¨ æ¼Ķ
æĹ¶ æľŁ
å¤ĸ äº¤
çĽ¸ éĹľ
200 8
æħ ¶
âĢĶ âĢĶ
i v
ä½ µ
ä¸Ģ çĽ´
ä¹ ¡
ä¹ Ļ
èĪ Ĭ
éŁ ¦
åĲİ æĿ¥
æĢ§ çļĦ
çĨ±å¸¶ é¢¨æļ´
èµĦ æł¼
å´ ĩ
çį¨ ç«ĭ
çĶ ļ
æķ ¬
æ¸ ¬
æ¨¡ å¼ı
é§ Ĳ
3 6
i a
t er
é ¸
äº «
çļĦ åĲį
å¾ ĳ
è± ª
å±ŀ äºİ
ç¾½ æ¯Ľ
éļ§ éģĵ
ä½Ľç¾ħ éĩĮéģĶ
éĮ¦æ¨Ļ è³½
é ±
åİ ħ
æ¸ Ľ
ä¸ª äºº
åģ ´
ç¤º å¨ģ
é³ ¥
åĲ ³
æĺ ¾
æĿ ¯
éĽ ĸ
çĽ Ĭ
åĢ Ł
æİ¥ å£¤
ä¿¡ æģ¯
æĬķ ç¥¨
èª¿ æŁ¥
% ãĢĤ
éĲµ è·¯
il l
åįĶ æľĥ
å¹´ åº¦
è¯ ĳ
æĢ ģ
æ¸ ©
çĲĨ è«ĸ
æį ·
æĹ© æľŁ
éĬ Ģ
i d
éļ İ
èŃ ĺ
è¾ Ľ
è³ ĵ
æĤ £
ä¸ ĺ
å¾ µ
éģ ¿
èĳ £
200 4
è¿Ļ ä¸Ģ
å² ©
è¿Ĳ èĲ¥
è¿ĲåĬ¨ åĳĺ
æıı è¿°
è Ł
éĿ Ī
æ¯ı å¹´
åľŁ åľ°
ç¹¼ çºĮ
- {
4 3
} -
Ġ N
è¿ ľ
æĭ Ľ
è¯ »
æµ· é¾į
åĪĹ è»Ĭ
æĽ¾ åľ¨
å°± æĺ¯
åĦ Ħ
ï¼Īï¼Į ï¼ī
è®¸ å¤ļ
e m
åĲ ´
æ³ Ľ
å®¶ åºŃ
æĭī ä¸ģ
æ¥ Ĭ
åİŁ ä½ı
ç¬¬ä¸Ģ æ¬¡
èģ¯ çĽŁ
æī§ è¡Į
è® Ń
ä¼ļ è®®
åħĥ ç´ł
200 3
æĪĺ äºī
è°ĥ æŁ¥
æ¬§ æ´²
èĽĭ çĻ½
æĹ¥ èµ·
å¯ §
å¯ ©
èģ ŀ
èĥ ľ
èĥ½ å¤
æĦı å¤§åĪ©
éłĤ é»ŀ
çļĦ æķ¸æĵļ
çĶ º
å» ł
åħ¬ å¸ĥ
æĵ ģ
è´ ¥
éĤ Ģ
å½± çīĩ
æ¶ µ
æ¶ ħ
å± ı
éĽ ľ
ç« ¶
ç« ŀ
éĿ ł
è¨ ĵ
å·ŀ å¸Ĥ
åĪ© çĶ¨
è³ ¼
ä¸¦ æĸ¼
ä¿Ŀ æĬ¤
é¤ Ĭ
ç»ĵ æŀĦ
åĩ ½
åĲį çļĦ
è¥¿ éĥ¨
è· ¨
å¾· åľĭ
è¼ ī
èĦ Ī
è¯Ń è¨Ģ
èĦĤ é¯ī
é ı
å¾ ¡
æĹ¥ èĩ³
ç» ĥ
æ¨ ¹
æ¡ ĥ
äº¬ éĥ½
é¢±é¢¨ èŃ¦åł±
ç»Ĩ èĥŀ
è¿ ·
é¡ º
æģ ¢
æĺ¯ä¸Ģ åĢĭ
éĢī ä¸¾
æµĭ è¯ķ
é¬ ¥
è ķ
ä¼ ¤
æŀ Ĳ
éļ ª
å®¶ æĹı
è½ ½
é«ĺ çŃī
å»º éĢł
åı¸ ä»¤
åĭķ çķ«
è¼ ª
éĿŀ æ´²
ç¿ ¼
åħ¶ä¸Ń ä¸Ģ
æ¶Ī æģ¯
åīµ ä½ľ
ä¸ ¥
ä½ Ĳ
æĭ Ĩ
å½ ¼
è¯ ī
åŃ¦ ä¹ł
ä¸ī å¹´
éĽĨ ä¸Ń
ä¸¾ è¡Į
3 9
ä¸Ń åŃ¦
èĢ ³
çī¹ åĪ¥
çĻ¼ å¸ĥ
å¦ ¹
åįģ ä¸Ģ
ç¯ ĩ
æµģ è¡Į
çµĦ åĲĪ
ä¼ ´
æĭ Ĵ
è¨ İ
è¥ ²
ç«ĭ æ³ķ
éĽĨ æľĥ
å·² ç»ı
åħ© åĢĭ
çµĲ æŀľ
çµĲ æ§ĭ
åĶ± çīĩ
åĨ³ å®ļ
çĭ¬ ç«ĭ
éĢ ¢
éĢ Ŀ
è¡ Ŀ
ä¼ °
ä¸į æĺ¯
äºĮ ä¸ĸ
ä¸ĸ ç´Ģ
æ¼Ķ åĵ¡
æģ Ĳ
çĨ±å¸¶ æ°£æĹĭ
èĥĮ æĻ¯
èģ¯åĲĪ é¢±é¢¨èŃ¦åł±
èģ¯åĲĪé¢±é¢¨èŃ¦åł± ä¸Ńå¿ĥ
å¤§ éĩı
ç¤ ¼
å»º è®¾
er s
å·² ç¶ĵ
çĸ Ĩ
å½ĵ åľ°
4 9
ä» ĺ
æī İ
æµ Ļ
åħ¶ å¾Į
è¨ Ĥ
çĶŁ çĶ¢
ç¬¬ äºĶ
é«ĺ ä¸Ń
å¹³ åı°
æľĢ åĲİ
å¢ ¨
èĶ ¡
çĸ« æĥħ
åİŁä½ı æ°ĳ
æĸ Ń
ä¼ ĺ
çĽ ĸ
æ³ ī
çĪ¾ æĸ¯
åŁº æľ¬
éĥ½ æĺ¯
ç½Ĺ é©¬
at ion
æŃĲ æ´²
ãĢ Ī
äº ¿
åį ±
ï¼ī .
å½ Ĵ
è´ ¢
éĤ ®
æĽ¾ ä»»
åıį å°į
åı¯ä»¥ æĮĩ
ar d
åįİ ä¸º
é½ Ĳ
å°İ èĩ´
éĩĩ çĶ¨
åĩĮ æĻ¨
ï¼ ħ
ãĢ ī
æĭ ¥
åľĭ æ°ĳ
ä¸Ĭ æĺł
èµ ¤
åĲį ä¸º
æĵ ¾
å¦ ®
åıĳ è¡Į
199 0
ç¬¬äºĮ æ¬¡
éĲ ĺ
çļĦ éĿ¢ç©įçĤº
å° Ĭ
ä¹ ¾
éģ Ĺ
ä¸Ĭ èĲ¨çĵ¦çľģ
åŃ¦ ä½į
å§ ĵ
å·¥ ä¸ļ
çĽ¸ åħ³
ä¹Ĳ éĥ¨
åħ±æľī äººåı£
ä¿± ä¹Ĳéĥ¨
C h
å¤§ éĻĨ
èģ ½
çŃ ¾
è´ Ń
200 1
199 9
å¯¼ èĩ´
çķ¶åľ° åħ±æľīäººåı£
èŀ į
å¹´ç¾İåľĭäººåı£æĻ®æŁ¥ çļĦæķ¸æĵļ
äººåı£å¯Ĩåº¦çĤºæ¯ı å¹³æĸ¹åįĥç±³
èįĥ çģ£
åĩº ä»»
èĢĮ äººåı£å¯Ĩåº¦çĤºæ¯ıå¹³æĸ¹åįĥç±³
èĥ½ åĬĽ
åĮĸ åŃ¦
éŃ Ķ
å¸Ŀ åľĭ
çļĦ å±±
çĻ¼ è¡¨
âĢĿ ï¼Ī
200 5
æ¡Ī ä»¶
I N
åħ Ħ
çĶ¨ æĸ¼
åĭķ çī©
ä½ĵ èĤ²
ç¡ ¬
äºº åĵ¡
è¿ İ
æľī éĹľ
åĩº æ¼Ķ
ä¸» æ¼Ķ
åĪ© äºŀ
è£ ľ
ç«Ļ åı°
ãĢį ï¼Ī
ä½¿ å¾Ĺ
on e
é©¬ æĿ¥
ç² ī
å¢ĥ åĨħ
åı ¶
ä¹ İ
å½ ©
éļ ¾
éł Ī
æŀĹ åĮ¹
çĽ¸ åĲĮ
æ¢ °
ç©º è»į
çĨ Ļ
æĺ¯ä¸Ģ ä¸ª
æĩ ·
o p
Ġ ãĢĤ
åĨ ²
åħ¬ åľĴ
å¸Ń ä½į
çĨ±å¸¶ ä½İæ°£å£ĵ
æĵģ æľī
Ã ©
äº ķ
çĶŁ çļĦ
éĥ¨ éķ¿
åĲį çĤº
å§ Ĳ
éĸĭ çĻ¼
200 6
çĦ¡ æ³ķ
å¹³æĸ¹ åħ¬éĩĮ
åĽ °
å¥ ª
è¡Į åĬ¨
åĪĨ åĪ«
åģ ¶
æĴ ¤
çĸ Ĺ
èİ« æĸ¯ç§ĳ
é µ
æ° §
æĿ ¨
å» Ł
åħ¬ äº¤
ä¸» é¡Į
ä¸į ä¹ħ
è½ ¯
åĪ© äºļ
åħĭ åħ°
èª ²
ç§ĳ åŃ¦éĻ¢
å±± ä¸ľ
éĢĻ ç¨®
éĿĴ å¹´
éłħ çĽ®
åĶ¯ ä¸Ģ
è Ŀ
Ġ ï¼Į
åĩº çİ°
çº ½
èĬ Ĵ
199 6
ç©º éĸĵ
éº ¦
æĲ Ń
ç° ½
éĢı éģİ
å« Į
éĺ¶ æ®µ
è´Ł è´£
æŀĹåĮ¹ åħĭ
3 7
c od
o t
ç ŀ
åħ ģ
åį ĳ
ä¸Ģ ä¸ĸ
åĢ Ĵ
éĺ µ
éł »
éĺ¿ çĪ¾
ç¨ĭ åºı
èĹ į
æĪ° çĪŃ
è§£ æĶ¾
æ¹ ¾
æŃ¦ åĻ¨
åĸ® æĽ²
éĴ ±
è¡Ĺ éģĵ
æĳ Ħ
åģ¥ åº·
ç¾½æ¯Ľ çĲĥ
éĽĸ çĦ¶
Ġ O
å® «
æĸ¯ å¡Ķ
ç» Ŀ
æİ Į
æŀ ª
ç½ ķ
è¾ ĵ
èĩª çĦ¶
åĿ İ
æ¼ ¸
çį »
è¼ »
çµĲ æĿŁ
æ°£è±¡ å»³
i P
è¦ Ĩ
åł ħ
åİŁ åĽł
æĹ¥æľ¬ æ°£è±¡å»³
çµ± è¨Ī
åªĴ ä½ĵ
cod ice
æĹ¥ ä¸ĬåįĪ
æĿ Ĥ
æµ ª
ç´ Ĳ
è¦ º
ä»» åĳ½
çģ µ
è³½ äºĭ
çĨ Ĭ
åľĺ é«Ķ
æ¯« ç±³
ä½Ľç¾ħéĩĮéģĶ å·ŀ
T he
é į
Ġ of
äº ¨
ä» Ķ
ä½ Ķ
éĻ £
å¾· éĩĮ
å·¥ äºº
æīĢ ä»¥
ç· Ĭ
ï¼ļ ãĢĮ
é© »
åŁº åĽł
an t
åıĤ èµĽ
èħ ¦
æĬ¥ éģĵ
éĽ»è¦ĸ åĬĩ
åĩºçĶŁ äºİ
éĵ¶ è¡Į
é® ®
Ġ "
åľ° åĪ©
è¡Į åĭķ
åŃ¦ å®¶
æĻĤ ä»£
åĬł æĭī
é¡ ĺ
åħ¨ éĥ¨
çķ¶ éģ¸
æľº æŀĦ
ç¯ ®
å¹¿ æĴŃ
æłĩ åĩĨ
è¿ĲåĬ¨ ä¼ļ
5 00
äº ®
ãĢĤ âĢĿ
åı Ľ
äºº åĳĺ
éĩ Ŀ
å¤§ å¤ļ
éł Ĩ
å¼Ģ åıĳ
ç»Ħ æĪĲ
åģľ æŃ¢
æĭį æĶĿ
é¨ İ
åľĭæľĥ éģ¸åįĢ
æµĻ æ±Ł
3 2
i e
o c
äºº çĤº
åħ¬ åĽŃ
ä¸į èĥ½
ä¸į éģİ
ä¹Ł æľī
èĢħ çļĦ
å°ı æĻĤ
è©² åľĭ
199 1
ç¹ ģ
ç´Ħ ç¿°
çµĦ æĪĲ
ç»ĵ æĿŁ
è¬ Ľ
éĨ« éĻ¢
é¢¶é¢¨ ä¸Ńå¿ĥ
é£¾ æ¼Ķ
å® ħ
å® ĭ
è¡ ¥
åĩº çļĦ
åħ¥ åı£
éĽĻ æīĵ
åħ ¹
æĭ ©
åľ° éľĩ
è® ²
èĪ į
çĶµ è½¦
çĵ ľ
ç»ĵ æŀľ
åĮ» éĻ¢
ä¹Į åħĭåħ°
çļĦ é¦ĸ
å° ½
å¤§ èĩ£
èĩ ¨
ä¸» æķĻ
åĪĨ æŀĲ
æĸĩ åŃ¸
å¡ ĺ
è¿Ļ ç§į
æĢ» ç»Ł
æ±Ł èĭı
åįķ ä½į
å¦» åŃĲ
çļĦ ç¬¬ä¸Ģ
å¹´ èµ·
åĪĨ å¸ĥ
æ³ķ æ¡Ī
èª Į
æı ®
èĭ± æĸĩ
æ© «
æ» ĳ
åıĸ æ¶Ī
ä¸ĸçķĮ å¤§
éĶ ¡
éĶ ¦
éĻį æł¼çĤº
æ¦Ĥ å¿µ
ç¯® çĲĥ
4 7
t e
Ġ V
æ° Ł
åľĭ ç«ĭ
è´ ı
éĻ¢ å£«
èĤ º
198 0
èĩº åĮĹ
ä¿Ħ ç¾ħæĸ¯
ä¸ĵ å®¶
çĴ° å¢ĥ
Ġ m
æľ ĭ
ä» ²
ä¸Ģ æ¬¡
éļ ľ
å¸Ĥ åł´
ä½ı æĪ¿
ä¸įåĲĮ çļĦ
5 8
ï¼Į âĢľ
åĩ ¯
æ³ ³
åĬł åĿ¡
æĸ¹ åĲĳ
æĺİ æľĿ
å·´ çĪ¾
èµĽ åŃ£
ç¹ ª
åĦ Ģ
èĦ ±
å¤Ħ çĲĨ
p p
éģ ·
å¼ ¹
æĭ ³
åŁ Ķ
åħ¬ åħĥ
ç¬¬ åįģ
æľ¬ ç«Ļ
æ± Ĺ
æĸ° åĬłåĿ¡
å¹¶ ä¸Ķ
èħ Ĭ
ç´Ģ éĮĦ
æ°£è±¡ å±Ģ
å¹ ¸
å® ½
ãĢģ ãĢģ
éĻ ·
æŀ ļ
è¢ Ń
æ¥ ¼
æĽ´ å¤ļ
åıĥ éģ¸
è¶ħ éģİ
ĠC h
ä¸ĵ è¾ĳ
4 2
b o
u c
æĹ º
éĻ µ
æĿ ī
å®ļ çļĦ
çł ²
éĩį å»º
200 2
è®¾ å¤ĩ
ç»ı è¿ĩ
æĺ¯ä¸Ģ ç§į
ur e
èĴĻ åı¤
çĶļ èĩ³
Ġ c
å¹´ éĸĵ
å° ĸ
ä¸Ń æĸĩ
æī ©
åŃ¸ ç¿Ĵ
è¡¨ éĿ¢
åķ ¦
åħ§ æľī
åĨł åĨĽ
æ¶µ èĵĭ
3 3
5 6
a v
g t
o v
s e
é ´
æĪ Ĵ
è² ´
èĳ ¡
åħ§ å®¹
18 7
çİĭ æľĿ
ä¸ŃåĽ½ å¤§éĻĨ
éĢī æĭ©
èħ º
éĺ¿æĭī ä¼¯
ç¤ºå¨ģ èĢħ
é©¬æĿ¥ è¥¿äºļ
Ġ J
æĮ ¥
åŃ¸ å®¶
åĪ¶ ä½ľ
åīĩ æľī
èĢĮäººåı£å¯Ĩåº¦çĤºæ¯ıå¹³æĸ¹åįĥç±³ äºº
o g
çļĦ åľ°
éģ ©
è¿ ģ
å¥ Ĺ
çĶŁ æĪĲ
çī¹ åĪ«
è© ©
æĮ ¯
é¢ Ŀ
åħ± äº§
åĪ¶ åº¦
å¤© æĸĩ
èĻŁ ç·ļ
èĬ± åľĴ
éģĬ è¡Į
å®ŀ çİ°
ä¸ĵ ä¸ļ
çİ© å®¶
a k
l t
z h
å¹´ å¤ıåŃ£
åľ¨ æŃ¤
æľī äºº
åĩ ı
æĪĲ éĥ½
ä¿ Ĺ
åŃ¦ åĳĺ
åĪĨ åŃĲ
è½ »
åĬ¨ çĶ»
å·´ è¥¿
çĶµ åŃĲ
èģĶ çĽŁ
éĢŁ åº¦
è§Ħ æ¨¡
l i
ï¼ ģ
ä¸Ń åŃ¸
åĬ į
åħ¬ æ°ĳ
åıĳ è¡¨
å¤© æ´¥
æ¶ ²
199 3
æ©Ł æ§ĭ
æĬ¥ åĳĬ
åĸ® ä½į
å±ħ ä½ı
å¿« éĢŁ
èīº æľ¯
æİ¡ çĶ¨
æĪª èĩ³
4 1
Y ou
ç´ «
åŃ¦ çĶŁ
èĢĮ è©²
é¦ĸ æĴŃ
éģİ ç¨ĭ
èŃ° éĻ¢
æĪĳ ä»¬
åħ±åĴĮ åľĭ
é Ī
å¹´ è¢«
æĹ ģ
çĤ İ
å» ī
åĲį ç¨±
è·¯ ç·ļ
æľĢ å¤§
ç§ĳ çļĦ
å°ı åŃ¸
è¶ £
çĲĥ éĺŁ
åİŁ æľ¬
æĶ¹ çĤº
éĺŁ ä¼į
ar t
ç»´ å°Ķ
ç² ¹
èĦ «
é»ŀ çĤº
åł± åĳĬ
å·¦ åı³
ä¸ °
éģ º
éĥ¨ èĲ½
æĬ ½
åĲĮ æĦı
è³ ŀ
çĲĨ äºĭ
æĸ° éĹ»
ãĢį ãĢģ
çŃī äºº
åģ ı
éĩį åĬĽ
åĽĽ å¹´
199 4
è¬ Ģ
æĭ¥ æľī
ãĢĤ ãĢį
åº Ĭ
æĹ¥ åĩĮæĻ¨
åĴĮ å¹³
æ¸ ¡
åįĢ èŃ°åĵ¡
èĲ Ħ
æĸ° ç«¹
è½¦ è¾Ĩ
in e
ç¶ĵ æŃ·
åºĶ çĶ¨
èĻķ çĲĨ
æµ·é¾į å±¬
èĳ¡ èĲĦ
å¹ «
åĲ ¬
å¼ Ĥ
åĭ ¤
æĮ ĳ
çī© çĲĨ
æ® ¿
åľĭå®¶ é¢¶é¢¨ä¸Ńå¿ĥ
æ¾³ æ´²
ç´Ģ å¿µ
åªĴ é«Ķ
çİ¯ å¢ĥ
éı ¡
æĵ¾ åĭķ
æĹ¥ çļĦ
éĽ Ģ
åĢ į
çĻ Į
ä¸» è§Ĵ
èĢĮ æ°´åŁŁéĿ¢ç©įçĤº
å£ ŀ
åĿ ļ
åĲĪ çī©
çı ł
éŁ ĭ
å°į æĸ¼
18 8
ä¸ľ éĥ¨
åĨħ çļĦ
ç©º éĹ´
å½ĵ éĢī
ä¸¾ åĬŀ
éļı åĲİ
åį°åº¦ å°¼
çķ¶ä¸Ń éĻ¸åľ°éĿ¢ç©įçĤº
æ®ĸ æ°ĳ
ç ĺ
æ´ ŀ
è¥¿ åĮĹ
ãĢĬ ãĢĭ
æĵ ĩ
çĽ´ æĴŃ
æļ Ĺ
è£½ ç³ĸ
195 0
åŃŁ åĬłæĭī
c e
å¹´ æ¯ķä¸ļäºİ
å® ¿
æĺ¯ åĲ¦
æµ ¦
åįĹ åĮĹ
æĭī å¤«
æĸĩ åŃ¦
çı į
å°ı è¯´
åĮº åŁŁ
è° ĭ
æľº åľº
å¥¥ æŀĹåĮ¹åħĭ
éº »
éĨ ĩ
ä»į çĦ¶
éģŃ åĪ°
æľĭ åıĭ
å¹´ ç¾İåĽ½
æĺ Ń
åŃ Ļ
çĤº ç¾İåľĭ
åĳ ³
åįĹ äº¬
æĸĩ ç«ł
é¡ §
å®ī æİĴ
éĽĨ åľĺ
äº¤ æĺĵ
é½ Ĭ
åĨľ ä¸ļ
èĭ±æł¼ èĺŃ
éĢ¢ æĺŁæľŁ
A R
åĪ Ģ
å° ĭ
æĹ¥ ä¸ĭåįĪ
éĻ ¶
åĨ ·
èµ ´
èĢĮ ä¸Ķ
å¤ļ æ¬¡
èĩ³ å°ĳ
æľĢ æĹ©
è² ·
éģ¸ æĵĩ
ä½Ĩ åľ¨
æ£ Ĵ
æĪĸ èĢħ
å¨ Ľ
æĿ¥ çļĦ
è¿ĩ ç¨ĭ
åĽŀ åĪ°
å¼ķ èµ·
é¡ŀ ä¼¼
æĺ¯ä½įæĸ¼ç¾İåľĭ åĸ¬æ²»äºŀå·ŀ
å¾Ī å¤ļ
éļ¨ å¾Į
é°Ń éŃļ
å½¼ å¾Ĺ
p er
æ° ¢
æĿ Ń
æĽ Ĩ
åħ¬ å®ī
æĸ° çĸĨ
æĸĩ çī©
æŁ ¯
åįģ åħŃ
æıĲ åįĩ
æį Ĳ
è¿Ļ æĺ¯
çı¾ åł´
199 8
äºĶ å¹´
èģĶ éĤ¦
éĢ£ æİ¥
å°ĩåħ¶ éĻįæł¼çĤº
æ¼ĶåĶ± æľĥ
åļ´ éĩį
ä¸ Ī
çĤ ®
æľī æķĪ
æĭ ĺ
æĸ¯ æĻ®
âĢ ĵ
åĩº åħ¥åı£
æĬ ĳ
ç½ ·
198 6
çĩ ĥ
å°İ æ¼Ķ
éĽ¢ éĸĭ
ç¾İæ´² åİŁä½ıæ°ĳ
ç Ģ
æŃ ¡
éĽ ķ
åĵ ²
éĩĮ æĸ¯
è£ Ĥ
è² ¡
æ® Ĭ
å¿ĥ çĲĨ
ç¤¾ åįĢ
199 7
åıĸ ä»£
å°ĳ å¹´
éĴ Ł
åįı ä¼ļ
åįļçī© é¦Ĩ
å¨Ľ æ¨Ĥ
) ï¼Į
5 1
Ġ -
åŃ «
æķ ı
ä»¥ ä¾Ĩ
ä¸į åĨį
åĲĮ ä¸Ģ
æľĢ å¤§çļĦ
çľģ ä»½
æ¢ ¯
è¨Ī çķ«
éĢī æīĭ
198 8
æħ §
el l
ç¼ĸ çłģ
è£Ķç¾İåľĭ äºº
æĨ ²
æ¡ĳ çµ¦
è¼» é°ŃéŃļ
è¼»é°ŃéŃļ ç¶±
h one
çļĦ ä¸»è¦ģ
å¾ Ĳ
ç» į
ä¸º äºĨ
åĩº èº«
æĽ ¹
çķ Ķ
ç¸ ¾
åįģ å¹´
æľª èĥ½
å¥¹ åľ¨
199 2
ç¢ ¼
è§Ħ åĪĴ
è¿ŀ æİ¥
è¥¿çıŃçīĻ è£Ķ
é¹ ¿
è´Ŀ å°Ķ
ç»§ ç»Ń
æ¡ĳçµ¦ å·´çĪ¾
5 2
å¹´ éĹ´
æŃ §
çĽ ĺ
ç§ Ł
æł ĳ
èŃ ¯
æĵ ´
èĤ ī
éĽ» åŃĲ
èŃ¦ åĵ¡
ç½Ĺ è®·
ä¿Ŀ èŃ·
åħ¶ä¸Ń çĶ·æĢ§
198 3
å¨ģ çĪ¾
å¸Į èħĬ
æī¹ åĩĨ
éĤĬ å½¢
æ·· è¡Ģ
è½Ħ ä¸ĭçļĦ
ä¹¾ éļĨ
åįĳ æĸ¯
6 8
åľ Ī
åı ī
éĩ Ĭ
ä¼ ı
éĺ ®
å£ ģ
èī ĺ
è´ µ
å¼Ģ éĢļ
åĨĽ éĺŁ
ä¼Ĭ æĸ¯
æĺ¯ä¸Ģ åĲį
æ¾³ å¤§åĪ©
å®Ĺ æķĻ
ç¾½çĲĥ åħ¬éĸĭ
èĳ£ äºĭ
5 7
Ġ å¹´
çļĦ çī¹
çļĦ åīį
ä¸Ģ ä½į
å¤§ åŀĭ
å¼ ±
åĩº äºĨ
éĸ ī
ç© ©
æĸ¹ æ¡Ī
è¢« åĳĬ
æĶ¿ äºĭ
æı ļ
èı ľ
æ£ ĺ
åĨĽ äºĭ
èĹ ¤
ä¿Ŀ æĮģ
ç»´ å¥ĩ
èĩº åįĹ
å®£ ä½Ī
çĪ¶ è¦ª
åĨľ æĿĳ
çĶµè§Ĩ åı°
æĿĲ æĸĻ
ç¯Ħ åľį
Ġt he
çļĦå±± å³°
O N
åħ »
å® ¾
åĬ ¿
çĽ ĥ
çĽ ľ
ç» ¼
åİ ļ
æĬ ¼
åįĢ åŁŁ
æĵ ¬
æľĢ å¤ļ
æĮĩ æİ§
ç¸£ è½Ħä¸ĭçļĦ
èĮ µ
æķ° éĩı
198 2
åħ³ äºİ
æ³¢ å£«
ç¥¨ æĪ¿
196 4
éĶ Ģ
ä¸ĥ å¹´
èĵ Ŀ
é¼ ĵ
éĢĿ ä¸ĸ
T V
h a
çļĦ ä¸ī
åĪ ·
ä¸Ń ä¹¦
éģ ķ
èµ µ
è³ £
ç¥ Ŀ
èĭ± èªŀ
æ¼Ķ åĳĺ
æĪĸ æĭīä¸ģ
éħ ¶
è± Ĳ
èģ¯ éĤ¦
æ±Ł è¥¿
es t
at e
æľĢé«ĺ é»ŀçĤº
åĲ¸ å¼ķ
æ¼« çķ«
ç¨®æĹı æľī
åħ§çļĦ çĻ½
æ±½ è½¦
å¤ªå¹³æ´ĭ å³¶
è¿Ķ åĽŀ
å¯¦é©Ĺ å®¤
ä¸¥ éĩį
èĢĮè©² åľ°
å¹´ç¾İåĽ½ äººåı£æĻ®æŁ¥
æľĢé«ĺé»ŀçĤº æµ·æĭĶé«ĺåº¦
5 4
5 9
ãĢĤ ãĢĬ
å¹ ¼
åĲ ¾
ä¸Ń æŃ¤éİ®åįĢ
ä¹ ĥ
æľĪ èĩ³
çĽ Ĳ
åĨ ¬
å·ŀ çļĦ
èĢĮ çĶ·æĢ§
è¢« æįķ
ä¹ĭ å¹´é½¡ä¸Ńä½įæķ¸çĤº
è» Ł
äºŀ è£Ķç¾İåľĭäººæľī
çĻ¼ èµ·
äººåı£ çµ±è¨Ī
æ£ Ħ
éĿŀ è£Ķç¾İåľĭäººæľī
å¦Ĥ ä¸ĭ
æĥħ åĨµ
éŃ ı
æĪ° é¬¥
ç¸½ éĿ¢ç©įçĤº
åħ¶ä¸Ń éĻ¸åľ°éĿ¢ç©įçĤº
éİ®åįĢ äººåı£æľī
éİ®åįĢ åħ§æľī
éİ®åįĢ æ¶µèĵĭ
éİ®åįĢ åħ§çļĦçĻ½
åħ¶ä»ĸ ç¨®æĹıæľī
197 0
194 9
ç¸£çļĦä¸ĢåĢĭ äººåı£æĻ®æŁ¥
ä¸¹ éº¥
å¥³æĢ§ æľī
å¥³æĢ§ å¹´é½¡ä¸Ńä½įæķ¸çĤº
æŃ¤å¤ĸ éİ®åįĢåħ§æľī
äººåı£å¯Ĩåº¦çĤºæ¯ı å¹³æĸ¹åħ¬éĩĮ
ç¨®æĹı åīĩæľī
æ°´åŁŁéĿ¢ç©įçĤº æĪĸ
æŃ¤éİ®åįĢ ä¹ĭå¹´é½¡ä¸Ńä½įæķ¸çĤº
æĮĩå®ļ åľ°åįĢ
äººçĤº è¥¿çıŃçīĻè£Ķ
ä½ıæĪ¿ è¨Ī
çĤºç¾İåľĭ åłªèĸ©æĸ¯å·ŀ
ç¾İæ´²åİŁä½ıæ°ĳ æľī
åħ¶ä¸ŃçĶ·æĢ§ æľī
æ··è¡Ģ ç¨®æĹıåīĩæľī
ç¸£è½Ħä¸ĭçļĦ éİ®åįĢ
æĪĸæĭīä¸ģ è£Ķç¾İåľĭäºº
å¤ªå¹³æ´ĭå³¶ è£Ķç¾İåľĭäººæľī
èĢĮè©²åľ° æľĢé«ĺé»ŀçĤºæµ·æĭĶé«ĺåº¦
å¹´ç¾İåĽ½äººåı£æĻ®æŁ¥ ä¸ŃæŃ¤éİ®åįĢ
èĢĮçĶ·æĢ§ å¹´é½¡ä¸Ńä½įæķ¸çĤº
éİ®åįĢæ¶µèĵĭ ç¸½éĿ¢ç©įçĤº
éİ®åįĢåħ§çļĦçĻ½ äººæľī
ç¸£çļĦä¸ĢåĢĭäººåı£æĻ®æŁ¥ æĮĩå®ļåľ°åįĢ
äººçĤºè¥¿çıŃçīĻè£Ķ æĪĸæĭīä¸ģè£Ķç¾İåľĭäºº
å¹´ç¾İåĽ½äººåı£æĻ®æŁ¥ä¸ŃæŃ¤éİ®åįĢ äººåı£æľī
E R
çļĦ ç¬¬
åį ·
åį ľ
å® ª
å¾ ½
è¡Į çĤº
åİ Ħ
çī¹ çļĦ
æĻĤ æ®µ
èĩª è¡Į
åº¦ ç·ļ
åĿ Ĭ
ä¾Ĩ çļĦ
æĴ °
æĮĩ æĮ¥
å·´ å£«
æł¡ éķ·
ç®¡ è½Ħ
æĬķ åħ¥
éĴ Ī
è¶ħ è¿ĩ
æĪĳ åĢĳ
æī¹ è©ķ
è®¡ç®Ĺ æľº
å¥¥æŀĹåĮ¹åħĭ è¿ĲåĬ¨ä¼ļ
r a
Ġ X
å¹ £
ä¸Ģ æŃ¥
çĤº è¼»é°ŃéŃļç¶±
æ° ¯
éĻ Ģ
é«ĺ éĽĦ
æŁ ±
åħ¨ åľĭ
äºļ éĢŁ
éĢ² å£«
196 0
ĠS t
æĻļ éĸĵ
am p
è¨ĺ èĢħ
èĪĪ å»º
å¿ħ éłĪ
çİĽ ä¸½
i p
n d
Ġ s
Ġ åľ¨
çļĦ ä¸»
ä» ª
å¸ ĸ
ä¸Ģ å¹´
åĮ ¯
åħ¬ å°º
è¥¿ ç¶ĵ
è¥¿ èĹı
èĢĮ åľ¨
è· ĳ
åĢĭ æľĪ
è·¯ æĺĵ
äºŀ æ´²
èĬ Ŀ
ï¼ļ âĢľ
æĶ¹ éĿ©
è¿Ĳ è¡Į
é¦Ļæ¸¯ æĻĤéĸĵ
æ¨Ļ æºĸ
ä½įæĸ¼ è©²åľĭ
åķĨ æ¥Ń
æĶ¶ éĮĦ
ä¼¯ çī¹
æ½ ®
ä¼ł ç»Ł
çļĩ å¸Ŀ
èı² å¾ĭ
åħĦ å¼Ł
6 7
A pp
e w
ä¸Ń éĥ¨
å· §
æĺ¯ æĮĩ
ä¼ ¸
è· ³
çĶ¨ æĪ·
èĩª åĬ¨
åĿ Ĺ
åħ¥ ä¾µ
åŁº éĩĳ
åĬĽ çļĦ
åĨĽ åĮº
åĽĽ å·Ŀ
äº§ çĶŁ
ä»£è¡¨ åĽ¢
èĴĻ çī¹
é¡¯ ç¤º
åħĭéĩĮ æĸ¯
è®Ń ç»ĥ
å¹´ åĪĿ
äºº åĴĮ
ä¸Ģ åĲĮ
å¤§ éĻ¸
éĥ¨ ä»½
ä¹ĭ å¤ĸ
ç¦ İ
ç§ĳ åŃ¸
å°ı æĹ¶
åĮº ä¸º
è« ĩ
éħ ®
é¦¬ éĩĮ
æ²³ çķĶ
è¨Ń ç«ĭ
çİ° ä»£
é»ĳ èī²
èī¦ éļĬ
æ·· åĲĪ
èĤ¡ ä»½
é± ¼
è¨ĵ ç·´
éµ Ŀ
è´ı å¾Ĺ
åħ±äº§ åħļ
çļĦ çłĶç©¶
å¹ ħ
ä» ķ
åĲ ķ
å± ¯
èĢ Ģ
è¯ ¯
åİ ĭ
çĪ ²
ä¿ Ĭ
æĬ ĺ
èŃ ½
çŃ Ķ
ç¶ ł
å±± èĦĪ
è² ¨
è± Ĩ
çĽ´ èĩ³
æ» ©
è¨Ń æľī
è¨Ń æĸ½
çĸ ¾
å®ĥ ä»¬
å¥§ åĪ©
éĻĲ åĪ¶
å© ¦
æĲ į
ç£ ģ
åŃ© åŃĲ
iP hone
é¦Ļæ¸¯æĻĤéĸĵ éĢ¢æĺŁæľŁ
å¹ »
æĪ Ģ
ä¹ ±
ï¼Ī ï¼Ľ
æĻ ĭ
å¯ ¸
åĭ ĥ
è¾ ĸ
é¡ »
é¡ į
éĸĭ æĶ¾
åĬ¨ çī©
æĻ® éĢļ
éĿŀ æ³ķ
å¯¹ äºİ
éĮ ¢
åĬĩ éĽĨ
æ¹ ¯
çĶ¢ çĶŁ
éĻį éĽ¨
åİĨåı² ä¸Ĭ
æĺ¾ ç¤º
å¤©æĸĩ åı°
é ŀ
å¸ ®
å¤§ ä½¿
å¤§ éĥ¨åĪĨ
ä¼ Ļ
åĵ ª
å» Ī
ãĢĭ ï¼Īï¼ī
è¾ Ń
ä¹Ł è¢«
åı° åĮĹ
å¥¥ æĸ¯
æ³¢ åħ°
å®Į æķ´
æĬķ è³ĩ
è³ĩ æĸĻ
ç±» ä¼¼
å»£ åł´
çºª å¿µ
he im
çļĩ å®¶
é¢ĳ éģĵ
ç®Ģ ç§°
5 5
e e
e g
çļĦ å°ı
æĻ ī
è® ¨
ä»¥ ä¸Ĭ
æµ ®
éļ »
åıĬ åħ¶
æĸĩ åŃĹ
ç¸ ®
å®ļ ç¾©
éĩı çļĦ
198 5
ç¢ ĳ
åľĺ éļĬ
å¡ŀ å°Ķ
çĶ² çĭĢ
è¦ª æĸ¹
ĠP ro
é¬ ¼
é¥ °
å°½ ç®¡
ãĢįãĢģ ãĢĮ
çĶ²çĭĢ èħº
e y
Ġ p
å¤ º
è® ¯
éĿ ľ
æ± ĩ
ç¤ İ
åŁº ç¤İ
éĽ» èħ¦
æ· ¡
ç¾ħ é¦¬
é¦Ļæ¸¯ å¤©æĸĩåı°
199 5
æļ Ĥ
198 7
æħ ¢
é»ĳ é¾Ļ
åĤ³ çµ±
éĿĴ å²Ľ
å¾ĭ å¸Ī
æĲ ľ
èģ· æ¥Ń
èİ± èĮµ
çĪ¶ äº²
èĥ½å¤ ł
æ¡ĥ åľĴ
æģ¢ å¤į
3 4
S t
b er
r es
ï¼ ı
ä¸ Ŀ
äº Ĥ
çļĦ æĹ¶
å¤§ çº¦
æĸ¯ åħĭ
ä»¥ èī²
åĽ½ ç«ĭ
åĲĪ å¹¶
å¸ĥ åĢ«
å·´ åŁº
an g
åķĨ ä¸ļ
æ£® åł¡
æ¿ ±
çŁ³ æ²¹
äº¦ æľī
197 2
194 5
èĲ¬ ç¾İåħĥ
åĢ« æķ¦
æłĩ èµĽ
åįĶ åĬ©
æ¶ī å«Į
èĩªæ²» åĮº
éĶ¦ æłĩèµĽ
æ°Ł åĮĸ
åį°åº¦å°¼ è¥¿äºŀ
ä»¥èī² åĪĹ
æĹ ¦
åĩ ¡
ç§ ¦
åĽ½ éĺ²
èĢĮ æĺ¯
æĻĤ ä»»
éĿ¢ çļĦ
é¡ ¶
äºĭ åĭĻ
å°Ķ å¾·
è¡¨ æĺİ
å¼Ģ æĶ¾
å·´ é»İ
æĥħ æ³ģ
æļ «
å®ĥ åĢĳ
åľĸ æĽ¸
æ½ ĺ
æĺ¯ä½įæĸ¼ç¾İåľĭ éĺ¿èĤ¯èī²å·ŀ
èģĮ ä¸ļ
åįĢèŃ°æľĥ éģ¸èĪī
App le
6 4
A r
a u
Ġ U
ä¸ ²
çļĦ å¥³
äºº é¡ŀ
å¼ ĺ
è¯ ¸
çº µ
æİ ª
åħ¬ å¼Ģ
çĶŁ äº§
èģ ĺ
èī ĩ
æ²» çĸĹ
æĪĸ æĺ¯
é«Ķ èĤ²
æĮĩ æı®
éĢĻ æĺ¯
æĮģ çºĮ
æ©Ł åĻ¨
åŃĹ ä½ĵ
æĬĢ è¡ĵ
çĬ ¹
å¸Ī èĮĥ
çĬ¯ ç½ª
æĺ¯ä½įæĸ¼ç¾İåľĭåĬłåĪ©ç¦ıå°¼äºŀå·ŀ èİ«
ç¼ĸçłģ ä¸º
a b
o h
ä»¥ æĿ¥
åĽ½ æ°ĳ
åĩº å¸Ń
éĺ ª
ä»» åĬ¡
åħĭ æĸ¯çī¹
æĭī åħĭ
éĤ ±
ç¥ Ń
çģ °
åģ ī
åŁº åľ°
æģ °
æŃ£ åľ¨
å·´ å°Ķ
è»į äºĭ
æ· »
æĺ¯ä¸Ģ ä½į
198 9
æħ ®
åĪĿ æľŁ
æ³° åľĭ
å¥½ çļĦ
æĦŁ æŁĵ
ç§» æ°ĳ
è©ķ è«ĸ
æĹħ å®¢
ç²¾ ç¥ŀ
è½¨ éģĵ
åĩ½ æķ°
è½¯ ä»¶
æĬĳ åĪ¶
6 5
åı ¥
ä¹ Ī
éģ ľ
åĮ Ī
çĶŁ äºİ
åŃ¦ åĲį
åĪĨ çĤº
å¤ļ åħĭ
æĸ° èģŀ
åŁº ç¡
éĽĨ åĲĪ
å¹¶ åľ¨
è¿Ľ å£«
çı¾ åľ¨
è®¾ ç½®
å°± è®Ģ
åĻ ¶
æ¸ħ æľĿ
åī¯ ä¸»å¸Ń
è£½ éĢł
is e
èĵ ®
å´ Ķ
æµİ åįĹ
ç¶² ç«Ļ
äºĳ åįĹ
ä¼ģ ä¸ļ
ä¹ĭéĸĵ çļĦ
æĭĴ çµķ
è¥² æĵĬ
å·´åŁº æĸ¯åĿ¦
7 7
K P
ä¹ ı
å½ Ń
ç´ ¹
éĥ¨ éļĬ
éĥ¨ éĹ¨
ç¬ ĳ
è¥¿ åįĹ
è¥¿ æ´ĭ
åĪĨ éĲĺ
è© ¹
æĶ¿ é»¨
æµ· å²¸
å°ı åŃ¦
æıĲ åĲį
æĴ ŀ
æĶ¹ ä¸º
çŁ¥ éģĵ
çĭ Ħ
æ¨Ĥ åľĺ
éĦ °
åį° å°¼
äº§ åĵģ
is t
æĹł æ³ķ
æ¸¸ æ³³
è§Ģ çľ¾
7 2
Ġ b
å¾ Ħ
æľī åħ³
æľĪ åĪĿ
æł ª
åī Ľ
ç¬¬ åħŃ
å¸Ĥ éİ®
çĲĨ è®º
éĩĮ äºļ
ä¸ī ä¸ª
æł¼ çĪ¾
æĦ ¿
è² ¿
æŃ£ å¤ļéĿ¢é«Ķ
èĳ Ľ
æ°´ å¹³
è®¾ æľī
èĸ© åĲī
å§Ĩ æĸ¯
ä¸Ĭæµ· å¸Ĥ
åĩºçĶŁ æĸ¼
åį¢ æ£®åł¡
èĬ¬ çī¹
è²łè²¬ ç®¡è½Ħ
éĽľ èªĮ
æ±Łèĭı çľģ
å¹´å¤ıåŃ£ å¥¥æŀĹåĮ¹åħĭè¿ĲåĬ¨ä¼ļ
q u
ï¼Į ãĢĮ
åŃ ķ
å¸ ģ
æ² ī
æĸ¼ æĺ¯
æİ ī
éĥ¨ éĸĢ
è§ ¸
å¤ļ è¥¿
ç¶ ľ
åº¦ çļĦ
äºĭ åĬ¡
èª ī
äºĮ å¹´
æ²» çĻĤ
ä¸İ çĳŀå£«
å°į åħ¶
è« ¸
å² ¡
æĶ¹ è®Ĭ
åĨħ å®¹
æĽ´ æĸ°
èĳĹ ä½ľ
ä½Ľ æķĻ
ro m
äºļéĢŁ èĲ¥
åŁºç¡ Ģ
S T
å¤ ¢
çī §
éģ £
å¤§ ä¼ļ
å¤§ éģĵ
çĲ ³
å» ¢
çī¹ æ®Ĭ
ä¸į å°ĳ
åĪĨ éħį
å¾· æĭī
å·¥ åħ·
éĢļ ä¿¡
æ¡ Ĥ
æ¥ ļ
çĽ¸ ä¼¼
åħĪ åĲİ
æŃ¦ æ±ī
it y
éłĲ è¨Ī
åıĤåĬł äºĨ
å·¡ éģĬ
iv e
éģ¿ åħį
çº½ çº¦
A P
Ġ in
ï¼ Ł
ä» Ļ
éĢ Ĥ
åĴĮ åħ¶ä»ĸ
çĽ ¤
è¡Į ä¸º
ä¾ į
åŃĲ çļĦ
è¾ ½
æµ· åŁŁ
å°¼ æĸ¯
ç±³ çĪ¾
çģ ½
çĲĥ åŃ£
ç® ±
åŁº çĿ£
è° Ī
åŀĭ çļĦ
æĶ¹ åĸĦ
çĨ Ł
æĴŃ æĶ¾
198 4
çĩ ķ
å®ŀ éªĮ
åĬŀ åħ¬
åŁ· è¡Į
éĭ ¼
æ³¢å£« é¡¿
çĬ¹ å¤ª
0 8
9 9
N G
o k
ä¸ ŀ
åľ ³
éģ į
å¼ ¼
æĭ ĵ
èµ ĸ
ä¾ ¯
éĥ¨ éĺŁ
å°Ķ æĸ¯
æı Ĵ
çĲĥ éļĬ
ç® Ń
çł Ĥ
æ® ĺ
ä¸ľ åĮĹ
ç¿ Į
ç¿ ł
åı¯ä»¥ åľ¨
è®¾ ç«ĭ
æĶ¿åºľ çļĦ
202 5
çĻ½ èī²
è§£ æķ£
195 6
å±ŀ çļĦ
è³ĩ è¨Ĭ
æĹ© å¹´
ç®Ĺ æ³ķ
çĪ¶ æ¯į
æª Ķ
é£Ľ è¡Į
è¡Ľ çĶŁ
ut ure
å´ĩ ç¦İ
ç§ĳçļĦ åħ¶ä¸Ńä¸Ģ
åľĸæĽ¸ é¤¨
) ãĢĤ
6 6
I I
r ic
Ã ¨
å± ł
æī ¬
ç» ¿
åī Ĥ
åĭ ĭ
å·¥ æ¥Ń
èª ¤
è¡¨ çı¾
åīį çļĦ
çī© é«Ķ
æĹ¶ çļĦ
é© ħ
å¨ ĺ
éľ ¸
on t
è¯¥ åĽ½
ä¿Ŀ çķĻ
æ¯ı ä¸ª
å¥¥ åľ°åĪ©
èĸ© çĪ¾
åĭĴ èĸ©åĲī
éĸĢ å¤ļè¥¿
al l
194 0
å®ŀ éĻħ
çº³ ç²¹
è«¾ ç¸£çļĦä¸ĢåĢĭéĿŀå»ºåĪ¶åľ°åįĢ
çĮ ®
ĠI n
åįļçī© é¤¨
å¥§åĪ© èĬ¬çī¹
" ï¼ī
3 00
A C
å ¶
çļĦ æĸ¹å¼ı
å¹´ åºķ
æĹ ¨
äºº æ¬Ĭ
éļ Ĳ
ä¸į è¶³
åĪĨ ç±»
æľĥ åľ¨
ç± Į
å¸Ĥ åľº
åŃ¸ ä½į
å¤ĸ çļĦ
æīĭ æľº
æīĭ æ§į
èŃ° å¸Ń
åıį å¯¹
æ¯ı å¤©
çĥ ·
æĺ¯ä¸Ģ ç¨®
èĸ© åħĭ
å¨ģ å»ī
åı¯èĥ½ æĺ¯
å¹¿ ä¸ľ
ç§» åĬ¨
è®° èĢħ
åľ°åĮº çļĦ
é£Ł åĵģ
åĢĻ éģ¸
éĩįè¦ģ çļĦ
éĽĨä¸Ń èĲ¥
è¡Ŀ çªģ
èİ±èĮµ çľģ
Ġ 11
è¿ ´
åľ° çĲĥ
å¯ ¬
çĶ¨ éĢĶ
åĬł ä¸Ĭ
æ± Ģ
çĲĨ å·¥
äºĭ æķħ
èĩ³ ä»Ĭ
å°ı çļĦ
åħĥ æľĿ
èĹ ī
æ» ķ
è§£ éĩĭ
æĪĺ æĸĹ
é¤ Ĳ
ç»Ł æ²»
æ½ Ľ
è©ķ åĥ¹
èĺĩ èģ¯
éĢĢ ä¼ĳ
èĢ¶ å¤«
äºĳ åįĹçľģ
æ®ĸæ°ĳ åľ°
ç»¼ åĲĪ
5 3
f uture
i f
è¡ ¡
æľī çļĦ
è® ¢
åĽ½ çİĭ
è¯ ¾
ç¬ Ķ
æĬ «
åĪĨ ä¸º
æ¬ ¢
èª ķ
å»º èŃ°
ä¹Ł åľ¨
ç· £
æĥ ¡
åı¸ å®ĺ
æİ¥ è¿ĳ
æ²³ åĮĹ
å±ķ éĸĭ
éº ¼
åĲĦ ç¨®
çĬ ¬
å®¢ è¿Ĳ
è®® åĳĺ
éĺ² æļ´
æĵĬ æķĹ
éļ¨ èĳĹ
æĹĹ ä¸ĭ
ig h
ç¦ģ æŃ¢
éĥĳ å·ŀ
æĵį ä½ľ
éĻįéĽ¨ éĩı
7 8
I C
o ur
Ġ çļĦ
å® ı
åĬ ĳ
è¿ ħ
å¤§ åĮº
æķ µ
æĻ ¶
åľĭ çİĭ
å¯ Ħ
çķ ª
åĭ Ł
åĪĨ éĴŁ
å·ŀ è²łè²¬ç®¡è½Ħ
å¤ļ å¹´
éł ģ
è´ ¡
ç§ĳ çī¹
éĢļ éģĵ
çī© ç¨®
èĻ ½
èĭ± éĽĦ
åĮĸ åĲĪçī©
åĸ Ģ
å¡ «
éĩį åºĨ
è»į éļĬ
é¦¬ ä¾Ĩ
åĽŀ æŃ¸
æ» ħ
çĥ Ł
æĶ¯ æı´
198 1
å®ĥ çļĦ
åĵĪ å°Ķ
åĲĦ åľ°
åĬ© çĲĨ
éª ĳ
æĦŁ åĪ°
il le
åĨ³ èµĽ
éĨ« çĻĤ
éĢĢ å½¹
æ³¨ æĦı
èĪŀ åı°
æ¶ī åıĬ
éħĴ åºĹ
èĻİ å°¾
è®¿ éĹ®
æĿĤ å¿Ĺ
æ¾³å¤§åĪ© äºļ
å¸ĸ æľ¨
èı²å¾ĭ è³ĵ
8 6
äºº ä»¬
åľ¨ ä¸Ģ
âĢ ¦
åĲį åĸ®
çĶ¨ çļĦ
è¢« è¿«
ä¹ĭ åŃĲ
çŃ Ĩ
è» Į
çĻ¼ åĶ®
çŁ ¿
æ¬¡ å¹´
æŃ£ å¸¸
éĵ ľ
çĥ ¯
ç¼ ©
197 5
è®® ä¼ļ
194 8
åľĴ åįĢ
æĲ ¬
ç´¢ å§Ĩ
æ½ Ķ
åħ¸ ç¦®
æ·± åľ³
193 5
çĩŁ éģĭ
æĶ» æĵĬ
èĮĥ åĽ´
èĪŀ è¹
ä¸Ńåħ± ä¸Ńå¤®
èĦĤé¯ī å±¬
èĪŀè¹ Ī
å¤ ķ
åį ĵ
å¾ ª
åľ¨ åħ¶
ãĢģ âĢľ
éĻ ©
æĪĲ ç¸¾
ç´ Ļ
æĢ ª
æ¬ £
é«ĺ æŀ¶
åįĹ éĿŀ
åĲĪ ä½µ
ä¸ī åı¸å®ĺ
çŁ ©
åĮĸ çļĦ
èĤ ¥
åħĥ èĢģ
é¦ĸ éĥ½
çĽ¸ æ¯Ķ
èĹ ©
on d
è¾¾ åĪ°
197 8
å·¥ç¨ĭ éĻ¢
ä¹Ŀ é¾į
èĢĥ æħ®
æİĪ äºĪ
èĽ ĩ
æ²ĥ åħĭ
æ°ĳä¸» æ´¾
åĬ³ åĬ¨
ç¦» å¼Ģ
æī¾ åĪ°
éłĴ çįİ
éĬĢ è¡Į
è¿· ä½ł
ç¾½çĲĥåħ¬éĸĭ è³½
M ar
o st
å¹ ¹
ä» °
å¹´ åĪ°
è¿ Ŀ
å¥ İ
åĨ Ĵ
ä»ĸ æĺ¯
ä»ĸ æĽ¾
æ¯ ģ
åĲį ç§°
çİ »
å®¶ äºº
ä¸ĭ èİ±èĮµçľģ
éŁ ©
æł¼ èĺŃ
æ¯Ķ äºļ
æľª ä¾Ĩ
æ©Ł åł´
èģ¯ è³½
ç»´ äºļ
çµ± æ²»
ç¢ ³
èħ ³
å¹³æĸ¹ ç±³
åħ« å¹´
å¼Ĺ éĩĮ
è¿Ľè¡Į äºĨ
çľ¾ èŃ°éĻ¢
æ±º è³½
è½¨ çĶµè½¦
è·Ŀ éĽ¢
è²¿ æĺĵ
é ī
ä¸Ģ æ¨£
ä¹ °
éģ Ĥ
æĭ Ł
è¡Į çľģ
çī¹ å®ļ
è¥¿ åĵ¥
æ³ķ èĴĤ
å£ ĩ
é¡ ı
è¡¨ éģĶ
è´ §
éĻ¢ éķ¿
åĽł èĢĮ
çĽ® æ¨Ļ
è¼ Ľ
åİŁ åŃĲ
æº ¶
éĵ ¾
å¦Ĥ ä½ķ
æľª æĿ¥
æł¡ éķ¿
åħ¬åı¸ çļĦ
éģĶ åĪ°
é¢¨ æł¼
æ²³ åįĹ
çĭ Ĺ
å±ķ ç¤º
åħ© äºº
åĬĩ æĥħ
è§Ĩ é¢ĳ
197 6
çº¦ ç¿°
èİ·å¾Ĺ äºĨ
ä¹Ŀ å¹´
è£Ŀ çĶ²
éĢĲ æ¼¸
9 5
S M
b r
i k
å¤ ·
åŃ Ŀ
æľĪ åľ¨
éĺ ģ
çº ¸
æ¯ Ģ
åĳ Ĥ
å§ ļ
åħĭ èĺŃ
å¤ļ åĢĭ
å¤ļ ä¸ª
å£ ½
å¾Į çļĦ
æµ· å¤ĸ
é¡ ¾
åĲĪ æ³ķ
æŁ ´
çģ Ń
è² ¼
ï¼ļ ï¼īï¼Į
åħĥ å¹´
è¼ Ķ
åĬĽ éĩı
åĤ ħ
æŀĹ æĸ¯
äº¤ æµģ
ä¸ŃåĽ½ ç§ĳåŃ¦éĻ¢
æ» ¨
æ³¢ æĸ¯
åĳ½ ä»¤
æľĿ é®®
æ£® æŀĹ
çĩ Ī
ç¡ ķ
å© Ĩ
åįķ æĽ²
æ¹ĸ åįĹ
åĪĽ ä½ľ
åĺī ç¾©
åħĴ åŃĲ
çĪŃ èŃ°
å¾® ç²Ĵ
èľ Ĥ
èľ ľ
å°ĩåħ¶åįĩæł¼çĤº çĨ±å¸¶é¢¨æļ´
å°ĩåħ¶åįĩæł¼çĤº çĨ±å¸¶ä½İæ°£å£ĵ
é«ĺéĢŁ åħ¬è·¯
ç¼º ä¹ı
ç¬¬äºĮæ¬¡ ä¸ĸçķĮå¤§
åĢĻéģ¸ äºº
å·¥ç¨ĭéĻ¢ éĻ¢å£«
A l
Â ł
Ġ de
ä¸ Ļ
æĸ ¡
åĲ »
ä¸Ģ åº¦
éĢ Ĩ
è¡ į
ç» ĳ
ç´ §
éĥ¨ çļĦ
çİ Ħ
æĸ¹ çļĦ
éĹ Ń
éĤ ¨
ä»£ çĲĨ
in d
å¸¸ è¦ĭ
åį¡ çĪ¾
å¦Ĥ æŃ¤
or t
è®¾ æĸ½
çĥ §
è§£ åĨ³
æħ Ī
æĶ¶ åħ¥
å¯¦ éļĽ
çĻ» éĻ¸
é² ľ
æ¢Ŀ ä¾ĭ
æĿ¡ ä»¶
é§ Ľ
ä»ĸä»¬ çļĦ
éĽħ åĬł
é³ ³
ç¤¾ä¼ļ åħļ
çł´ å£ŀ
æŁĲ äºĽ
èį· èĺŃ
å°¤ åħ¶
äº¨ åĪ©
ç´¢å§Ĩ å¥Ī
% ï¼Į
A S
a ch
å Ĺ
Ġ 1
ä¸Ń æľī
æĹ¥ æŃ£å¼ı
åĲį åŃĹ
ä¸į æľĥ
æľ¬ èº«
æľ¬ èī¦
é¢ ģ
è¾ ŀ
ä¸ī è§Ĵ
æ¼Ķ å¥ı
å®ī å¾½
éĽĨ èĬĤçĽ®
ï¼Īï¼ī ãĢĤ
æķ¸ éĩı
ç¶ĵ çĩŁ
èº į
æ¯ı åĢĭ
çİ° åľ¨
ç² Ĺ
éĮ «
å°ĳ å¥³
åł± å°İ
è®® éĻ¢
ä½įäºİ ä¸Ńåįİäººæ°ĳåħ±åĴĮåĽ½
æ°ĳä¸» é»¨
çħ§ çīĩ
ç£ ·
å¹¾ ä½ķ
èŁ ²
èĥ½å¤ Ł
æ°§ åĮĸ
éĩĿ å°į
åĩı å°ĳ
9 4
A G
çļĦ æķħäºĭ
å¹´ æĭħä»»
éĢ Ĵ
åº ļ
æľĪ çļĦ
å¤§ æ©ĭ
èĪ Ĵ
å¯ ¨
å½ °
åī ²
ç´ ¯
ç¬¬ åħ«
ä¸į å¾Ĺ
åĪĨ è§£
æ³ķ åºŃ
æĮ Ĥ
è·¯ ç«Ļ
ä¸ī ä¸ĸ
å°ı èªª
è² ¢
åħ¨ èĭ±
æ® ·
ç¨ĭ åº¦
ç¶ĵ éģİ
è¨Ń åĤĻ
åĦ ĺ
å®£ åĤ³
èĲ¨ åħĭ
å¸Į çĪ¾
æİĴ è¡Į
åıª èĥ½
éĴ ¢
196 7
196 8
å¤± åİ»
å¼· çĥĪ
ä»ĸåĢĳ çļĦ
éģĭåĭķ åĵ¡
ä¼ģ æ¥Ń
æĺĨ æĺİ
ç«ĭæ³ķ æľĥ
å¢¨ è¥¿åĵ¥
. .
p h
u g
Ġ and
å¹´ åĴĮ
åį ¿
å° ī
æľī è½¨çĶµè½¦
å¤§ ç´Ħ
æī ¶
çī¹ å¾µ
ä½ľ åĩº
éļ ¶
ç¬¬ ä¹Ŀ
ä¸į åı¯
è½ Ł
åĪ© æĸ¯
é«ĺ çº§
å®ļ ä¹ī
çĽ® çļĦ
æıĲ çĲ´
èī² çļĦ
æĻ® èĲĬ
èĺ ĭ
æ· ĺ
é¦¬ æĸ¯
çŁ¥ åĲį
å°Ĩ åħ¶
ä½¿çĶ¨ çļĦ
åķĨ åł´
ä½ı å®ħ
åħļ å§Ķ
195 2
éĢ£ çºĮ
æľĹ ä»Ģ
è®° å½ķ
èĽ Ľ
åŁ· å°İ
åĬª æĸ¯
ä¹ĭéĹ´ çļĦ
ç²Ĵ åŃĲ
æİ¥å£¤ çļĦ
ç¡ķ å£«
7 3
L e
S E
o b
å µ
å¹´ éĸĭå§ĭ
å¹´ è¼ķ
æ² Ī
çĲ ¦
åĭ ĩ
çµ ¡
æľ¬ åľ°
çĻ¼ åĩº
æŃ¤ åĲİ
æīĢ åľ¨
æĹ¶ ä»£
èĻ ¹
èĬ ³
ç¦ı å»º
æİ¥ æĶ¶
éģİ åİ»
ä¸ŃåĽ½ å·¥ç¨ĭéĻ¢éĻ¢å£«
å®ĺ åĵ¡
è¨Ī ç®Ĺ
en d
éĽ· æĸ¯
æ¾ İ
èĲ¨ æľĹä»Ģ
æĪĲç«ĭ çļĦ
åĪĽ å»º
æī¿ èªį
å»¶ ä¼¸
æĻº èĥ½
ec t
è¨ª åķı
å¤ĸäº¤ éĥ¨
æ¸Ľ å°ĳ
æ¯ıå¹´ å¹³åĿĩ
åħģ è®¸
è¢Ń åĩ»
èĴĻçī¹ éĽ·
4 00
7 6
9 8
M V
æĸ ĳ
å¹´ ä»»
åį ´
åĴĮ ä½ł
åĽ½ åĬ¡
åĭ ³
ç¨ ³
æľĥ èŃ°
ä¸ī åĢĭ
è´ ¸
è´ º
åĲİ çļĦ
æŁ Ķ
åĮĸ å·¥
åı¸ æ³ķ
æĿ¥ æºĲ
çı¾ ä»£
é©¬ åħĭ
åĽŀ æĩī
åľº æ¯ĶèµĽ
éĹľ æ³¨
çĵ¦ ç´į
ç¢ ±
å®Į å·¥
åīĩ æĺ¯
æĬķ èµĦ
åĨį åº¦
195 4
195 9
åģľ è½¦
è¿ĺ æľī
æĨ ¶
ä¼į å¾·
è¯Ħ è®º
è¯ģ æĺİ
çĪĨ çĻ¼
èı¯çĽĽéłĵ ç¸£
æģĲ æĢ
èª² ç¨ĭ
ç©© å®ļ
è¿ħ éĢŁ
p an
u d
ï¼Į ï¼īï¼Į
åĲ ¹
ä¼ Ĳ
åľ° ä½į
æµ ©
è¨ º
ä¸į æĺİ
åł Ĩ
å¤ļ åĲį
æĸ° å¹´
å»º è¨Ń
ä¸ī åįģ
ç§ĳ å¤«
æŃ¤ æ¬¡
âĢĿ ãĢģâĢľ
åĮº çļĦ
æ£ Ł
éĽĨ æĪĲ
åŁİ åĮº
çĵ¦ å°Ķ
ä¸¤ äºº
åŁĥ å°Ķ
å·¥ä½ľ å®¤
197 7
194 1
å®ŀ æĸ½
éĻ¸ è»į
è³ĩ æł¼
æĹł éĶ¡
ç¼ĸ è¾ĳ
193 9
åħĴ ç«¥
æł¸ å¿ĥ
æĭį æĳĦ
æ¥µ é»ŀ
é«ĺéĢŁ éĵģè·¯
çļĦæĥħ æ³ģ
å±±ä¸ľ çľģ
ç·Ĭ æĢ¥
åĦĺ ç®¡
6 1
A N
L a
r an
s h
çļĦ æĦı
åĪ ¸
å¹´ çĶ±
å¾ ¹
åľ¨ ä¸Ń
åĩ Ń
çĽ ¾
ç¨ ¿
èĭ Ĺ
è¾ ¯
å¹³ ç«ł
æµ· æ»©
èª ł
å¾Ĺ ä»¥
ç¥ ¥
ç¥ ¿
çģ ¾
æ¡ Ĩ
è² ĵ
å®ī å¾·
æķĻ å¸«
æķĻ åłĤ
æ¸¯ éĲµ
åį¡ å°Ķ
ç»ı åİĨ
çıŃ çº§
æ¨Ĥ éļĬ
åĲĦ ç§į
èĳĹ åĲį
195 3
çĻ» ä¸Ĭ
éĻį ä½İ
é¢Ĩ åŁŁ
åľ£ è®©
éļı çĿĢ
ä½© ç§ĳçī¹
çĶ³ è«ĭ
ç°¡ ç¨±
é¼ İ
ç§ĺ å¯Ĩ
çļĦä¸Ģä¸ª å¸Ĥéķĩ
éļİ æ®µ
æģ¢ å¾©
è¨İ è«ĸ
æĮĳ æĪ°
é¦¬éĩĮ æĺĤ
éĽħåĬł éģĶ
æģĲæĢ ĸ
9 2
n g
çļĦ äºĭ
çļĦ ç¬¬äºĮ
çļĦ ä½ľåĵģ
åĲ §
åĲ ĥ
çĶ ¸
è¡ Ķ
çĤ ³
æĺ¯ ç¾İåĽ½
çĤº ä¸»
çĽ ¡
ç§ Ĵ
èĪ Į
åī ©
ä¸Ĭ å¸Ĥ
æĢ Ģ
è§ Ī
æ³ķ å®ĺ
æ°ĳ éĸĵ
è³ Ģ
ç¶ «
æĭī å§Ĩ
éĢļ çŁ¥
æ¬¡ åĪĹè½¦
å®ī ä¸ľ
ç¾İåľĭ æµ·è»į
åŁº äºİ
åĪ¶ éĢł
é¦ĸ å¸Ń
å¹¶ äºİ
éº Ł
åŃĹ æ¯į
éĮ ¯
æĶ¿æ²» å®¶
åį° åĪ·
ic h
195 5
åĨł çĬ¶
ä¸Ńåľĭ å¤§éĻ¸
å´ İ
è®Ĭ åĮĸ
ç®¡çĲĨ å±Ģ
çĶ·åŃĲ ç¯®çĲĥ
å¿ħ é¡»
èŀ º
è§£æĶ¾ åĨĽ
æĿŃ å·ŀ
æĸĩçī© ä¿ĿæĬ¤
ä¸Ī å¤«
é»ĳé¾Ļ æ±Ł
æ¯ıå¹´å¹³åĿĩ éĻįéĽ¨éĩı
åĨłçĬ¶ çĹħæ¯Ĵ
0 1
B C
D E
i o
çļĦ å¤ĸ
äºº æķ¸
æľī äºĽ
æĹ¥ æľŁ
å¤§ æľĥ
å¤§ è¥¿æ´ĭ
ä¼ Ł
å¥ ĳ
åĨ Į
çĲ ī
èĥ ¸
èĭ ¯
è¢« ç§°ä¸º
æĶ¿ åįı
é«ĺ çļĦ
çŃ Ĵ
è» ¸
å»º æĪĲ
è´ ¾
çŃī åľ°
è¶ Ļ
åı° åįĹ
äººåı£ æķ°éĩı
æº Ŀ
éĥ½ å¸Ĥ
åĽĽ åĢĭ
åŀ Ĥ
ç¸£ äºº
åı² èĴĤ
ç¤¾ äº¤
èĸ ª
æ²³ åįĹçľģ
äººæ°ĳ åħ±åĴĮåľĭ
åħĪ çĶŁ
ç¡ «
èĴĤ äºŀ
éĶ Ļ
éľĢ æ±Ĥ
è¨ĺ éĮĦ
çĶµè§Ĩ åī§
æĨ ĳ
å£° æĺİ
ac e
ig n
é¢Ĩå¯¼ äºº
é´ »
6 2
i es
Ġ d
äºº æĿĥ
éĢ ®
çī Ĩ
æĺ¯ æ³ķåĽ½
å¥ ´
åĲį åįķ
ä¸» æīĵ
è¢ ĸ
è¾ °
æµ· åĨĽ
è³ ¢
çĲĨ å¾·
çĪ¾ å¾·
æĵ İ
èİ Ĭ
ç¸ ±
ä¸¦ ä¸į
å°ı å§Ĳ
å¤© ä¸»æķĻ
çļĦä¸Ģ åº§
éĩĳ èŀį
çĽ¸ çķ¶
èĳ ¬
é£ ¯
èµĽ äºĭ
æĽ¾ ç¶ĵ
æĶ¹ ç·¨
æľº åħ³
éŃ ģ
ç¸½ çĲĨ
äººæ°ĳ æĶ¿åºľ
ä¾ĭ åŃĲ
åıĪ åĲį
çįİ éłħ
ĠC om
çĴ ĥ
èĹĿ äºº
å¤ı çĲĨå¾·
çį²å¾Ĺ äºĨ
éłĺ å°İ
åĮĹäº¬ å¸Ĥ
éĢĢ åĩº
æºĸ åĤĻ
é£ŀ è¡Į
é£ŀ æľº
åĪº æ¿Ģ
ä¿ĥ è¿Ľ
å¸® åĬ©
èĻ½ çĦ¶
6 3
9 1
i al
s ur
çļĦ æµ·
åĲ Ĵ
äºº ç±»
è¿ Ī
éĻ ķ
éĽ ģ
æĸ¯ åį¡
æ´ Ĺ
åħ¬ çľ¾
è¥¿ éĩĮ
å®¶ ä¸Ń
èĭ ĳ
åįĹ æĺĮ
åı£ èĻŁ
èĩ³ æŃ£
éĤ »
éĺ¿ éĩĮ
æ¡ £
åħ¨ éĿ¢
åįģ åĪĨ
åįģ åĽĽ
çĽ® æłĩ
åĤ ¬
éĥ½ æľī
èį Ĵ
ä¸ŃåĽ½ äººæ°ĳ
æĶ¹ éĢł
å®ĺ åĳĺ
æĿ± äº¬
åĵģ çīĮ
éŃ Ĥ
ç»´ åŁº
è¦ĸ çĤº
å¼ķ åħ¥
197 1
194 6
194 7
èĲ¬ åħĥ
æ¯į è¦ª
ä¸ĩ äºº
éĤĦ æľī
åĮ» åŃ¦
åħĭéĩĮ åħĭ
å±ł æĿĢ
èĴĤäºŀ çĵ¦ç´į
éĢ® æįķ
8 8
I D
I P
I S
æĹ¥ æĸ¼
æ³ Ĭ
å¯ »
ä»¥ åīį
ä¸Ĭ è¿°
åĩº åı£
èµ ŀ
åİ ¥
ç¨ Ģ
ç¨ İ
è¥¿ å®ī
ç¾İ å°¼äºŀ
åĲĮ æ¨£
èĩª èº«
æĸĩ ä»¶
äºŀ ç¾İå°¼äºŀ
è¡¨ çİ°
èĥ½ éĩı
çĲĥ åĳĺ
é© ļ
æıĲ é«ĺ
å¯¹ è±¡
on g
éİ ĸ
æĶ¹ ç¼ĸ
é©¬ éĩĮ
æ¯ı æĹ¥
èĦ ī
èĦ ļ
æľį å½¹
å¼ķ åıĳ
197 4
çĶ¢ åĵģ
éĬ ħ
æīį èĥ½
ç¤¾ä¼ļ ä¸»ä¹ī
æĺ¯ä½įæĸ¼ç¾İåľĭåĬłåĪ©ç¦ıå°¼äºŀå·ŀ éĸĢå¤ļè¥¿
åĦ¿ åŃĲ
éĬ· éĩı
ç§ģ äºº
ç¿» è¯ĳ
èģļ éĽĨ
è³´ æĸ¯
æĤ£ èĢħ
KP L
æ³ķèĴĤ å¥§
æĺ¯ä½įæĸ¼ç¾İåľĭåĬłåĪ©ç¦ıå°¼äºŀå·ŀéĸĢå¤ļè¥¿ è«¾ç¸£çļĦä¸ĢåĢĭéĿŀå»ºåĪ¶åľ°åįĢ
7 9
C l
e v
k m
Ġ f
çļĦ èº«ä»½
å¹´ ä¸ĸçķĮ
åį ¸
åį ĸ
äºº åĢĳ
åĴĮ æĦıå¤§åĪ©
å¤§ å»Ī
ä¸Ĭ å¸Ŀ
åĵ Ģ
åħ¶ åľ¨
ç¨ »
è¢« ä»»åĳ½
å¤ļ éĤĬå½¢
èĲ Į
åŃ¸ åĲį
ç«Ļ æĪ¿
æł¼ æŀĹ
å±± å¤§
èĭ± å¯¸
çĦ ¦
åŁº æĸ¼
å°ĩ è»į
æ£ ķ
éĽ» åĬĽ
çĽ¸ äºĴ
æīĭ æ©Ł
æ· ®
éĢĻ ä¸Ģ
å¤« éĩĮ
æ´» æĢ§
æ©Ł æľĥ
æĺ¯ä¸Ģ éĥ¨
15 0
æĸ½ å·¥
194 4
195 1
éĴ ¥
196 5
åĤ³ èªª
å¾ĭ å¸«
éħį åĲĪ
çªģ çĦ¶
çªģ åİ¥
193 8
ç¶² è·¯
éĥ¡ åħ¬
æ²¿ éĿ©
ç§ĺ ä¹¦
çĪĨ çĤ¸
èİİ çĻ½
ä¸»æĮģ äºº
æŁı æŀĹ
åįļå£« åŃ¦ä½į
éĤĢ è«ĭ
å±±èĦĪ çļĦä¸Ģéĥ¨åĪĨ
å·´å°Ķ å¹²
æ¾İ æ¹ĸ
n t
Ġ ï¼Ī
çļĦ åİŁ
ä» ¿
ä¸Ģ æł·
æĺ¯ é¦Ļæ¸¯
æľĪ åı°
å¼ ĥ
æķ ĺ
æĭ ¼
ç» ©
åľĭ éĺ²
éĿ ĸ
æĪĲ äºĨ
ä¸º äºº
éĺ ´
ä½ľ æĽ²
ç¬¬ ä¸ĥ
èĢĮ è¢«
èĢĮ è¨Ģ
åįĢ çļĦ
åĪ° çļĦ
åĲĮ åĲį
å¸Ĥ æĶ¿åºľ
çı Ģ
å¸ĥ æĭī
åıĳ çĶµ
å£« åħµ
å¤© çĦ¶
ä¾Ĩ æºĲ
é¦ĸ æŃĮ
åį³ ä½¿
åıį ä¿®
çİ° åľº
çĸ ı
åħ³ æ³¨
ç»Ħ åĲĪ
çµĲ å©ļ
åŁĥ æĸ¯
èİ« æĸ¯
ç»Ł è®¡
å°Ī æ¥Ń
195 7
æ³° åĽł
çħ Ļ
å¹¿ æ³Ľ
ç§» åĭķ
åīµ ç«ĭ
ä¸Ńå¤® æ°£è±¡å±Ģ
è§Ģ åħī
æĤ ī
åĽ¾ ä¹¦
çľĭ åĪ°
é¹ ½
ä¹ĺ å®¢
ç©Ĩ ç½ķ
è·Ł éļ¨
è¾² æ¥Ń
éĬ· åĶ®
éĻĦè¿ĳ çļĦ
æ³½ è¿ŀ
çļĦåĲį åŃĹ
çĸ¾ çĹħ
è½¨éģĵ äº¤éĢļ
å¸ĸæľ¨ åĦ¿
åľ£è®© å¾·
æĸĩçī©ä¿ĿæĬ¤ åįķä½į
i er
Ġ 2
ä¸Ģ å¸¶
è¡ °
æĺ¯ æĹ¥æľ¬
æĺ¯ è¥¿çıŃçīĻ
æķ Į
ä¼ ª
ç» ª
äºĨ ä¸Ģä¸ª
åĢ ī
è¯ ¢
ç´ Ķ
ä½ľ æĪĺ
éļ ±
æ¸ ¥
åħĭ æĭī
èĭ ¦
å¾Ĺ çŁ¥
çĻ¼ éĽ»
çĻ¼ å°Ħ
å¸ĥ ç¾ħ
åĵ¡ å·¥
ç¶ĵ å¸¸
åŀĭ èĻŁ
èĪī äºº
æħ ķ
ç»Ħ å»º
æĿİ æ´ª
åĬĩ æľ¬
èĳĹ åĲįçļĦ
çµĲ åĲĪ
åŁĥ åıĬ
åĸ® æīĵ
ic k
ä¹Ĳ éĺŁ
æ´Ľ æĿī
å¼ķ æĵİ
194 3
196 3
è¶ħ ç´ļ
ç´¢ çĪ¾
ç¼ĸ ç¨ĭ
è§Ģ éŁ³
ĠA l
åį« çĶŁ
è²Ŀ çĪ¾
éĻĨ åĨĽ
è£ģ åĪ¤
åĳ¼ åĲ¸
è·Ŀ ç¦»
çķ¢æ¥Ń å¾Į
ä¼Ļ ä¼´
æİª æĸ½
æ³½è¿ŀ æĸ¯åŁº
a st
h an
çļĦ ä¸Ń
çļĦ æīĢæľī
æľ ´
æĹ ¬
ä¸Ģ å®¶
ä¸Ģ å®ļ
ä¸Ģ æ®µ
åĬ «
æĹ¥ æĬ¥
äºĨ è§£
éĸ £
éĥ¨ éķ·
è¦ ½
åŃ¦ èĢħ
æĻĤ çļĦ
èŃ ľ
ä»» æķĻ
åįĹ èĩ³
çĻ¼ ä½Ī
åīį èº«
ä¸¦ ä»¥
è©² çīĩ
åįģ äºĶ
æ¯Ķ åĪ©
æıĲ äº¤
æľº æ¢°
çĵ ¶
åıį æĩī
çĹ Ľ
æĽ´ åĬł
ä¿¡ ä»°
æħ İ
ç¢ ©
ç¶Ń æĮģ
äººæ°ĳ æ³ķéĻ¢
è¶³ å¤
æĶ¿æ²» æĸĩåĮĸ
åĽ¢ ä½ĵ
åħŃ å¹´
åıª æĺ¯
éĺ² èī¦
æĹ© ä¸Ĭ
æļ´ åĬĽ
èªŀ è¨Ģ
å»£ æ³Ľ
éłĲ åĳĬ
ä¸Ńèı¯ äººæ°ĳåħ±åĴĮåľĭ
çĪ± å°Ķ
çķ¢æ¥Ń æĸ¼
c t
l y
p t
u e
| |
çļĦ åĪĨ
çļĦ æĶ¯æĮģ
åľ¨ ç¾İåľĭ
19 20
ä¼ ½
éĽ Į
ç¾ Ĭ
æĸ¯ çļĦ
éĸ ±
æĬ ¢
è¥¿ åħĭæĸ¯çī¹
æ¸ Ĳ
æ°ĳ çľ¾
ç«ĭ åį³
éģĵ åħī
æīĢ å±ŀçļĦ
ä¹Ł ä¸į
éĺ¿ è®·
éĺ¿ åįľ
æ® ĭ
éģ¸ æīĭ
æĺİ å°¼
èµ· æºĲ
ï¼Ľ ï¼ī
éķ¿ æľŁ
äº¤ åıī
å·´ æĭī
å¹¶ è¡Į
æ¢ ¦
18 0
ç¿ ģ
åı¯ä»¥ çĶ¨
çĵ¦ åĭĴ
ç² µ
åįĩ ä»»
é½ Ĵ
çĨ±å¸¶ æĵ¾åĭķ
æķ´ åĢĭ
åĩ» è´¥
æĹħ è¡Į
æĹħ éģĬ
éļı æľº
åįı è®®
æ§į ç®¡
éĽ»è¦ĸ åı°
æĺ¯ä½įæĸ¼ç¾İåľĭåĬłåĪ©ç¦ıå°¼äºŀå·ŀ èĴĻçī¹éĽ·
ç¾½çĲĥ éĮ¦æ¨Ļè³½
åĬª åĬĽ
æ£Ģ å¯Ł
ä¹Ķ çī¹
èĭ±æł¼ åħ°
éĤ® æĶ¿
æĨ² æ³ķ
æİĴè¡Į æ¦ľ
åĽ½åĬ¡ éĻ¢
å¹³ç«ł æĶ¿äºĭ
åľ£è®©å¾· è¥¿åħĭæĸ¯çī¹
çĪ±å°Ķ åħ°
éĺ¿åįľ æĿľ
8 2
B S
T A
r y
è ł
Ġ l
Ġ w
äºº å¤§
äºº è¢«
ï¼Ī "
è¿ ¹
åĮ £
æĹ¥ é¦ĸæĴŃ
æĸ¯ èĴĤ
æİ ĺ
éļ ¸
å§ Ĭ
ä¸ĭ éĻį
å¹³ éĿ¢
æı Ń
èĻ Ľ
è©² å¹´
é© ±
æķĻ å¸Ī
æĻ® éģį
åıĹ åĤ·
èŃ¦ åĳĬ
å¤« äºº
çĦ¶ å¾Į
en s
å¤ª èı¯
æ³¢ å°Ķ
å¯¦ æĸ½
197 9
ç»ĵ åĲĪ
ç»ĵ å©ļ
ç½ĳ ç«Ļ
é² į
æĬĹ é«Ķ
æĤ ²
èģ² æĺİ
äºī è®®
è¦ı æ¨¡
çĥı åħĭèĺŃ
é¡¹çĽ® ä¸Ĭ
å¾¡ åı²
æĭĺ æįķ
æĸ¯æĻ® æŀĹæĸ¯
åĵª åĲĴ
æĺ¯ä½įæĸ¼ç¾İåľĭåĬłåĪ©ç¦ıå°¼äºŀå·ŀèİ« å¤ļåħĭ
åıįä¿® ä¾ĭ
æ¸¥ å¤ªèı¯
I M
m an
p rom
ä¹ ³
åľ° é»ŀ
åĨ Ī
ä»ĸ æĸ¼
è¨ »
çī¹ æľĹ
ä¿ ĺ
è§ ī
ä¸į åĪ°
çŃ ¹
å¸Ĥ çļĦ
å¾Ĺ ç¥¨
æĥ Ł
é© ¿
åĪĹ åĩº
æģ ¶
å¢ Ļ
éķ· æľŁ
in a
å¸¸ å§Ķ
éļĬ éķ·
èĮ Ĥ
çĭ ¼
æĶ¶ åĪ°
éĦ §
è«ĸ æĸĩ
æ¯į äº²
è©ķ ç´ļ
å¾Ī å¿«
éłĺ äºĭ
åľĭéļĽ è³½
çªģ çł´
å·¡ éĺ²èī¦
é»ĺ å¾·
å¾© èĪĪ
è§Ĥ ä¼Ĺ
éĦī æĿĳ
ç¢º èªį
æĮī çħ§
çļĦæĥħ åĨµ
éĥµ æĶ¿
è³¼ è²·
æĭĨ éĻ¤
éģķ åıį
éĴĪ å¯¹
å°įåħ¶ çĻ¼å¸ĥ
éĺ¿è®· è¥¿
C O
H E
T ub
e x
g e
ãĢ İ
åħ Ĩ
å¹´ å¼Ģå§ĭ
æĺ ĩ
åľ¨ ç¾İåĽ½
çĤº ä¸Ģ
åĴ ¬
19 30
æĭ ĸ
ä¸º ä¸»
çĶŁ æħĭ
ä½ľ èĢħ
ç¨ ħ
è§ ¦
è³ Ī
éĩĮ åħĭ
å»º è®®
è´ Ī
è´ Ĭ
çľģ çº§
å£« åĿ¦
éĩį å¤§
äºļ æ´²
é¦ĸ åħĪ
å°į æĩī
éĽ» åı°
ç¿ Ķ
é©¬ å°Ķ
ç©º åĨĽ
å¤ª åŃĲ
çłĶç©¶ å¯¦é©Ĺå®¤
è§£ æ±º
å®ĥ æĺ¯
èħ ¹
åŁĥ åĨľ
æĩī çĶ¨
éĻ¸ çºĮ
åı¦ æľī
éĤĬ çķĮ
å¼ł å®¶
è°ĥ æķ´
åºĵ åŁĥåĨľ
é»ĥ éĩĳ
è¦ı åĬĥ
ç°¡ ä»ĭ
åĤĳ åħĭ
åĲĽ å£«åĿ¦
åĦĦ ç¾İåħĥ
å¸ĥåĢ« åĬªæĸ¯
ç©Ĩç½ķ é»ĺå¾·
G o
M ate
O S
R A
ãĢ ı
çļĦ å·¥ä½ľ
æĸ ¤
å¹´ åįĢèŃ°æľĥéģ¸èĪī
äºº æŃ»äº¡
å¸ Ĩ
å± į
åľ° éĿ¢
æĻ ĵ
åĨ Ĭ
æ² Ł
èģ ¶
çī¹ å¾ģ
æ°ĳ åĽ½
ä»» èģ·
åįĹ å¼Ģ
åı£ å¾ĳ
çĪ¾ æĹı
åĿ Ĥ
å°¼ åħĭ
ç¦ ¦
åĲĪ æĪĲ
åĲĪ åĶ±
åĽł ç´ł
çī© ç§į
åĮĹ ç«Ļ
å¸ĥ æľĹ
èĥ½ æºĲ
å®ļ å±ħ
å¼ı çļĦ
å¡ ĳ
ä½Ĩ ä»ĸ
æį Ł
ä¸ľ åįĹ
æľº ä¼ļ
éģĶ æĸ¡
æ¥Ń åĭĻ
æĮģ ç»Ń
ä¼Ĭ æľĹ
è¨Ń ç½®
æīĵ æĵĬ
ä¿¡ èĻŁ
ç¢ §
äººæ°ĳ å¸ģ
è¶³ åįı
äº¦ æĺ¯
ä¼¯ çĪµ
éĴ ©
åľĭå®¶ æ°£è±¡
å¹¿ å·ŀ
èµĦ æºĲ
å»£ æĴŃ
åī§ éĻ¢
æĪĲä¸º äºĨ
èįī æ¡Ī
é§ ķ
çĮ ľ
ç¦» åŃĲ
ç²¾ èĭ±
è©¦ åľĸ
åı·çº¿ çļĦ
åĭĿ åĪ©
è¸ ı
è´¢ æĶ¿
åķ¦ åķ¦
ç½· å·¥
èĩªè¡Į è½¦
ç¾İåľĭæµ·è»į çłĶç©¶å¯¦é©Ĺå®¤
èĴĤäºŀçĵ¦ç´į ç§ĳ
prom ise
å¸ĥåĢ«åĬªæĸ¯ èĻŁ
åľĭå®¶æ°£è±¡ ä¸Ńå¿ĥ
7 1
8 3
C C
S h
a la
i an
Ġ /
åº Ł
éĥ Ĭ
ç« £
æ² ĸ
å» ĸ
åħ¬ åĪĨ
çĶŁ åĳ½
çī¹ æĭī
çī¹ èī²
èŃ ļ
ä¹ĭ ä¸ĭ
æ± °
è¾ ħ
å¸Ĥ æĶ¿
åįĹ æĺİ
éĢļ è»Ĭ
èĭ± è¯Ń
å¤ĸ åľĭ
å¦ ĩ
éĩį çĤ¹
é¦ĸ æŃĮæĽ²
çĽ¸ ä¿¡
åĽĽ ä¸ª
çİĭ åŃĲ
åĨħ éĺģ
æľª æľī
è¿Ĳ è¾ĵ
çŁ¥ è¯Ĩ
å·² è¢«
èģĶ ç³»
èģĶ ç½ĳ
å¥¥ å°Ķ
æ» ¾
ç¼ ĺ
æĪ° å¾Į
æĪ° å½¹
ç¸½ çĿ£
æīĵ ç®Ĺ
ç¢ ĺ
éĽ· ç¥ŀ
èİ« è¥¿
ä¸»è¦ģ æĺ¯
æ´Ľ æĸ¯
å¥§ åľ°åĪ©
éĢ£ ä»»
çĳŀ åħ¸
å®¹ æĺĵ
æŀĦ éĢł
æĤ ¼
åħ¸ ç¤¼
æ²ĥ çĪ¾
æķĪ æŀľ
æī¿ è®¤
åºĵ å°Ķ
ç£ ¨
éĺ¿å°Ķ åįĳæĸ¯
ç§ĳæĬĢ å¤§åŃ¸
èı¯çĽĽéłĵ ç¸£çļĦä¸ĢåĢĭéĿŀå»ºåĪ¶åľ°åįĢ
åįĹåĮĹ ç·ļ
æĺ¯ä½įæĸ¼ç¾İåľĭéĺ¿èĤ¯èī²å·ŀ èı¯çĽĽéłĵç¸£çļĦä¸ĢåĢĭéĿŀå»ºåĪ¶åľ°åįĢ
çŁ© éĺµ
åħĥèĢģ éĻ¢
çİ» çĴĥ
çĵ¦åĭĴ åºĵåŁĥåĨľ
ç¾İåľĭæµ·è»įçłĶç©¶å¯¦é©Ĺå®¤ çµ¦äºĪ
1 000
7 4
N C
S ch
f f
çļĦ é«ĺ
çļĦ åŁİå¸Ĥ
åĪ ļ
åĽ ļ
ä¸Ń æľŁ
ä¸Ģ ç§į
æľĪ åºķ
åĴ ¸
æĹ¥ èĪīè¡Į
å¤§ éĺª
éĿ Ļ
å½ »
è¡Į äºº
è¥¿ è·¯
ä¸į è¦ģ
å®¶ çļĦ
ãĢĭ ãĢĬ
è· ¡
è¢« ç¨±çĤº
è¾ ī
èĩª åĭķ
åĿ ı
å°¼ åŁº
ç¦ Ħ
çı Ĭ
ç±³ å°Ķ
ä¸¦ å°ĩ
åı° æ¹¾
æº ¯
å¼Ģ å·¥
å¹¶ ä¸į
é¦¬ åħĭ
æĦı å¤ĸ
ç¤¾ åĮº
çĦ¶ åĲİ
å°± ä»»
åĿĩ ä¸º
å¤ª çĽĳ
æĪ° èī¦
å³ ½
ç»´ åŁĥ
æ²Ļ çĶ°
å®£ ä¼ł
èĲ¨ å°Ķ
åĳ¨ è¾¹
åģľ éĿł
éĤ£ äºĽ
åı°çģ£ ä¸Ńå¤®æ°£è±¡å±Ģ
è§Ħ å®ļ
æĹħ æ¸¸
éļ¨ åį³
è¿ŀ ç»Ń
æķĪ åĬĽ
çĭĢ æ³ģ
ç¶² æ°ĳ
åį« éĺŁ
åĸľ æŃ¡
åĥ¹ åĢ¼
ç´ħ èī²
ed t
ç©Ĩ æĸ¯
äº¬éĥ½ åĭķçķ«
è½¦è¾Ĩ æ®µ
æĪ°é¬¥ æ©Ł
ç¶ľ åĲĪ
è¾½ å®ģ
é¦¬ä¾Ĩ è¥¿äºŀ
N A
i b
å¹´ åĬłåħ¥
éĢ ¼
éģ ŀ
è¿ ¦
å± Ī
èĩ Ł
æī ®
æ³ ¥
ä»ĸ è¢«
æĬ ĵ
èĢĮ æĪĲ
æľ¬ çīĩ
å£ ĺ
çĶ± æŃ¤
æ± ¡
å¾Į èĢħ
äºĮ äºº
å¸ĥ èĲĬ
å¸ĥ é²ģ
èĻ ļ
å±± è¥¿
æĺİ é¡¯
åĤ ¨
åĽĽ åįģ
çĶµ è¯Ŀ
éħ ¯
åĥ §
èº« é«Ķ
ç¸½ éĥ¨
æĶ¯ ä»ĺ
åŃ£ èµĽ
éĹľ æĸ¼
æ³¢ çī¹
èĦ Ĭ
èĬ± è»Ĭ
æİĴ çĲĥ
çĶ¢ æ¥Ń
196 6
å¯¼ å¸Ī
æĪĳ çļĦ
ç§» åĪ°
éħį ç½®
æĬĹ æĹ¥
æıĲä¾Ľ äºĨ
å·¡ è¿´
å¾® åįļ
èĨ ľ
ç¡® å®ļ
æİĴåĲį ç¬¬
ul t
æĿ¥èĩª äºİ
éĺ¿çĪ¾ åįĳæĸ¯
æĸ°ç«¹ å¸Ĥ
èĩªåĬ¨ åĮĸ
èĺĭ æŀľ
æ·ĺ æ±°
åĩŃ åĢŁ
éĻķ è¥¿
æĿİæ´ª åħĥ
6 9
8 5
t w
Ġ 10
äº Ń
çļĦ æŃĮæĽ²
çļĦ æ¯ĶèµĽ
å¹´ ä»¥
åľ¨ æĹ¥æľ¬
åľ¨ ä¸Ģèµ·
ä¸Ń å±±
æĺ¯ çĳŀå£«
æľĪ ä»»
æĸ¯ éĩĮ
æĸ¯ æĭīå¤«
åľĭ åħ§
åĽ½ åĨħ
åħ¶ å®ĥ
éķ ľ
åĪĨ æł¡
è¢ ģ
è¢ ĭ
æ¨ ª
æľ¬ å±Ĩ
æ± Ŀ
åįĹ ç«Ļ
å·¥ å»ł
æĸĩ èĹĿ
æľĢ è¿ĳ
æł¼ éĩĮ
æł¼ åĭĴ
èĻ «
ä¹Ł åı¯ä»¥
èĤ Į
èĤ ĸ
çį µ
æķĻ æľĥ
å¤© çļĦ
éĥ½ æľĥ
å¯¹ åºĶ
æ· ¨
ç¿ ħ
è¯¥ çľģ
èĸ Ľ
ä¿Ŀ å®Ī
é¾ Ĳ
åĻ ´
æŃ¦ è£ħ
åĽ¢ éĺŁ
ä»İ èĢĮ
195 8
196 2
éĶ ®
ä½įäºİ æ³ķåĽ½
æĪĲç«ĭ äºİ
ä¸Ńåľĭ åľĭå®¶æ°£è±¡ä¸Ńå¿ĥ
ç¾¤ å³¶
å»£ å·ŀ
è§Ģ å¯Ł
æ¢Ŀ ä»¶
st edt
èģĸ èªķ
æ¼ĶåĶ± ä¼ļ
é¼ ł
ac k
åı¬ å¼Ģ
æ£Ģ æµĭ
ç·´ ç¿Ĵ
éĥµ ç¥¨
åĮĸåŃ¦ å¼ı
IN SE
åģ¶ åĥı
éį µ
å·¥äºº ç¤¾ä¼ļåħļ
You Tub
å¹« åĬ©
æĵ¾åĭķ ç·¨èĻŁ
è·¯æĺĵ æĸ¯
èĤ¡ä»½ æľīéĻĲåħ¬åı¸
è®¨ è®º
åĬŀåħ¬ å®¤
ç¿ł éĽĢ
ç§ĳçļĦåħ¶ä¸Ńä¸Ģ å±¬
æĹ¨ åľ¨
igh t
INSE E
8 9
M R
P R
s s
u x
ï ½
çļĦ æ°´
çļĦ ç¬¬ä¸ī
çļĦ éĩįè¦ģ
åį Ĵ
åĲ Ĭ
éĻ °
åĩ ¸
æĪĲ æľ¬
åħ¶ é¤ĺ
åħ¬ ä¸»
åħ¬ åĳĬ
åħ¬ ä½Ī
è¥¿ æĸ¯
ç¬¬ å®ī
ãĢĭ ï¼Īï¼īï¼Į
æľ¬ æ¬¡
æ± ª
åŃ¸ èĢħ
ç¤ ¦
åĮĹ ç¾İ
éĺ¿ æĸ¯
åħ± çĶ¢
åħ¨ éķ¿
åĪ¶ å®ļ
äºļ åİĨ
éķ· çļĦ
éķ¿ æĺ¥
è¿Ļ éĩĮ
ä¸ŃåĽ½ åħ±äº§åħļ
éĢĻ æ¨£
ä¸ļ åĬ¡
åħ¶ä¸Ń åĮħæĭ¬
æĽ´ åĲįä¸º
èħ °
æĬ¥ çº¸
å¡ŀ å¾·
åį° ç¬¬å®ī
èĭı ç»´åŁĥ
è³ĩ éĩĳ
è³ĩ æºĲ
èĵ ¬
æŃ¥ æ§į
åįĬ å²Ľ
193 4
ç¬¦ åĲĪ
å¤§å¤ļ æķ°
æµĻæ±Ł çľģ
æ¡Ĩ æŀ¶
ç«£ å·¥
ç¾İåľĭæµ·è»įçłĶç©¶å¯¦é©Ĺå®¤çµ¦äºĪ æĵ¾åĭķç·¨èĻŁ
