{
    "add_bos_token": false,
    "add_eos_token": false,
    "add_prefix_space": false,
    "added_tokens_decoder": {
        "0": {
            "content": "<|endoftext|>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "1": {
            "content": "<|im_start|>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        },
        "2": {
            "content": "<|im_end|>",
            "lstrip": false,
            "normalized": false,
            "rstrip": false,
            "single_word": false,
            "special": true
        }
    },
    "additional_special_tokens": [],
    "bos_token": "<|im_start|>",
    "clean_up_tokenization_spaces": false,
    "eos_token": "<|im_end|>",
    "legacy": true,
    "model_max_length": 8192,
    "pad_token": "<|endoftext|>",
    "sp_model_kwargs": {},
    "spaces_between_special_tokens": false,
    "tokenizer_class": "PreTrainedTokenizerFast",
    "unk_token": "<|endoftext|>",
    "chat_template": "\n{% if messages[0]['role'] == 'system' %}\n{% set system_message = messages[0]['content'] %}\n{{ '<|im_start|>system\\n' + system_message + '<|im_end|>\\n' }}\n{% else %}\n{{ '<|im_start|>system\\nYou are a helpful assistant<|im_end|>\\n' }}\n{% endif %}\n{% for message in messages %}\n{% set content = message['content'] %}\n{% if message['role'] == 'user' %}\n{{ '<|im_start|>user\\n' + content + '<|im_end|>\\n<|im_start|>assistant\\n' }}\n{% elif message['role'] == 'assistant' %}\n{{ content + '<|im_end|>' + '\\n' }}\n{% endif %}{% endfor %}\n            "
}